<?php
// Заголовок
$_['heading_title']     = 'Звіт про онлайн-користувачів';

// Текст
$_['text_extension']    = 'Розширення';
$_['text_success']      = 'Успіх: Ви змінили звіт про онлайн-користувачів!';
$_['text_list']         = 'Список онлайн-користувачів';
$_['text_filter']       = 'Фільтр';
$_['text_guest']        = 'Гість';

// Стовпці
$_['column_ip']         = 'IP';
$_['column_customer']   = 'Клієнт';
$_['column_url']        = 'Остання відвідана сторінка';
$_['column_referer']    = 'Джерело переходу';
$_['column_date_added'] = 'Останній клік';
$_['column_action']     = 'Дія';

// Поля введення
$_['entry_ip']          = 'IP';
$_['entry_customer']    = 'Клієнт';

// Помилки
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну звіту про онлайн-користувачів!';