<?php
// Заголовок
$_['heading_title']         = 'Статистика';

// Текст
$_['text_success']          = 'Успіх: Ви змінили статистику!';
$_['text_list']             = 'Список статистики';
$_['text_order_sale']       = 'Продажі замовлень';
$_['text_order_processing'] = 'Замовлення в обробці';
$_['text_order_complete']   = 'Завершені замовлення';
$_['text_order_other']      = 'Інші замовлення';
$_['text_returns']          = 'Повернення';
$_['text_customer']         = 'Клієнти, які очікують схвалення';
$_['text_affiliate']        = 'Партнери, які очікують схвалення';
$_['text_product']          = 'Товари, яких немає в наявності';
$_['text_review']           = 'Очікуючі відгуки';

// Стовпці
$_['column_name']           = 'Назва статистики';
$_['column_value']          = 'Значення';
$_['column_action']         = 'Дія';

// Помилка
$_['error_permission']      = 'Попередження: У вас немає дозволу на зміну статистики!';