<?php
// Текст
$_['text_refine']      = 'Уточнити пошук';
$_['text_product']     = 'Продукти';
$_['text_no_results']  = 'У цій категорії немає продуктів для показу.';
$_['text_compare']     = 'Порівняння продуктів (%s)';
$_['text_sort']        = 'Сортувати за';
$_['text_default']     = 'За замовчуванням';
$_['text_name_asc']    = 'Назва (А - Я)';
$_['text_name_desc']   = 'Назва (Я - А)';
$_['text_price_asc']   = 'Ціна (Від низької до високої)';
$_['text_price_desc']  = 'Ціна (Від високої до низької)';
$_['text_rating_asc']  = 'Рейтинг (Низький)';
$_['text_rating_desc'] = 'Рейтинг (Високий)';
$_['text_model_asc']   = 'Модель (А - Я)';
$_['text_model_desc']  = 'Модель (Я - А)';
$_['text_limit']       = 'Показати';