<?php
// Заголовок
$_['heading_title']     = 'Порівняння продуктів';

// Текст
$_['text_product']      = 'Деталі продукту';
$_['text_name']         = 'Продукт';
$_['text_image']        = 'Зображення';
$_['text_price']        = 'Ціна';
$_['text_model']        = 'Модель';
$_['text_manufacturer'] = 'Бренд';
$_['text_availability'] = 'Наявність';
$_['text_rating']       = 'Рейтинг';
$_['text_reviews']      = 'На основі %s відгуків.';
$_['text_summary']      = 'Опис';
$_['text_weight']       = 'Вага';
$_['text_dimension']    = 'Розміри (Д x Ш x В)';
$_['text_compare']      = 'Порівняння продуктів (%s)';
$_['text_success']      = 'Успіх: Ви додали <a href="%s">%s</a> до вашого <a href="%s">порівняння продуктів</a>!';
$_['text_remove']       = 'Успіх: Ви змінили ваше порівняння продуктів!';
$_['text_no_results']   = 'Ви не вибрали жодного продукту для порівняння.';

// Помилка
$_['error_product']     = 'Попередження: Продукт не знайдений!';