<?php
// Text
$_['text_reviews']    = '%s відгуків';
$_['text_write']      = 'Поділіться з нами враженнями про цей товар';
$_['text_login']      = 'Будь ласка, <a href="%s">увійдіть</a> або <a href="%s">зареєструйтесь</a>, щоб написати відгук';
$_['text_no_results'] = 'Будьте першими, хто напише відгук про цей продукт.';
$_['text_note']       = '<span class="text-danger">Примітка:</span> HTML не перекладається!';
$_['text_success']    = 'Дякуємо за ваш відгук. Він був надісланий адміністратору для перевірки.';
$_['text_advantages'] = 'Переваги:';
$_['text_disadvantages'] = 'Недоліки:';
$_['text_store_answer'] = 'Відповідь магазину';

// Entry
$_['entry_author']     = 'Ваше ім\'я';
$_['entry_review']     = 'Ваш відгук';
$_['entry_advantages'] = 'Переваги';
$_['entry_disadvantages'] = 'Недоліки';
$_['entry_rating']     = 'Ваша оцінка';
$_['entry_good']       = 'Добре';
$_['entry_bad']        = 'Погано';

$_['button_review'] = 'Надіслати відгук';

// Tabs
$_['tab_review']       = 'Відгуки (%s)';

// Error
$_['error_token']      = 'Попередження: Токен відгуку недійсний!';
$_['error_product']    = 'Попередження: Продукт не знайдений!';
$_['error_author']     = 'Ім\'я відгуку повинно бути від 3 до 25 символів!';
$_['error_text']       = 'Текст відгуку повинен бути від 25 до 1000 символів!';
$_['error_rating']     = 'Будь ласка, виберіть оцінку для відгуку!';
$_['error_login']      = 'Вам потрібно увійти, щоб написати відгук!';
$_['error_purchased']  = 'Ви повинні придбати цей продукт, щоб написати відгук!';
$_['error_status']     = 'Відгуки вимкнені!';