<?php
// Текст
$_['text_subject']        = '%s - Партнерська програма';
$_['text_welcome']        = 'Дякуємо за приєднання до партнерської програми %s!';
$_['text_login']          = 'Ваш акаунт було успішно створено, і ви можете увійти, використовуючи свою електронну адресу та пароль, відвідавши наш вебсайт або за наступним посиланням:';
$_['text_approval']       = 'Ваш акаунт повинен бути схвалений, перш ніж ви зможете увійти. Після схвалення ви зможете увійти, використовуючи свою електронну адресу та пароль, відвідавши наш вебсайт або за наступним посиланням:';
$_['text_service']        = 'Після входу ви зможете генерувати код для відстеження, відстежувати виплати комісій та редагувати інформацію про свій акаунт.';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_affiliate']  = 'Новий партнер';
$_['text_signup']         = 'Новий партнер зареєструвався:';
$_['text_website']        = 'Вебсайт:';
$_['text_customer_group'] = 'Група клієнтів:';
$_['text_firstname']      = 'Ім\'я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_company']        = 'Компанія:';
$_['text_email']          = 'Електронна пошта:';
$_['text_telephone']      = 'Телефон:';

// Кнопка
$_['button_login']        = 'Увійти';