<?php
// Текст
$_['text_subject']   = '%s - Запит на видалення акаунту згідно з GDPR оброблено!';
$_['text_request']   = 'Запит на видалення акаунту';
$_['text_hello']     = 'Привіт <strong>%s</strong>,';
$_['text_user']      = 'Користувач';
$_['text_delete']    = 'Ваш запит на видалення даних згідно з GDPR було успішно виконано.';
$_['text_contact']   = 'Для отримання додаткової інформації ви можете звернутися до власника магазину тут:';
$_['text_thanks']    = 'Дякуємо,';

// Кнопка
$_['button_contact'] = 'Зв’язатися з нами';