<?php
// Текст
$_['text_subject']  = '%s - Запит на експорт/видалення згідно з GDPR!';
$_['text_export']   = 'Запит на експорт даних';
$_['text_remove']   = 'Запит на видалення акаунту';
$_['text_gdpr']     = 'Запит GDPR з цієї електронної пошти. Щоб підтвердити цю дію, будь ласка, натисніть на посилання нижче:';
$_['text_ip']       = 'IP, який використовувався для цього запиту:';
$_['text_contact']  = 'Якщо ви не робили цей запит, будь ласка, зв’яжіться з власником магазину тут:';
$_['text_thanks']   = 'Дякуємо,';
$_['text_ignore']   = 'Якщо ви не створювали цей запит, будь ласка, ігноруйте цей лист.';

// Кнопки
$_['button_export'] = 'Підтверджую експорт моїх даних';
$_['button_remove'] = 'Підтверджую видалення мого акаунту';