<?php
// Текст
$_['text_subject']        = '%s - Дякуємо за реєстрацію';
$_['text_welcome']        = 'Ласкаво просимо та дякуємо за реєстрацію на %s!';
$_['text_login']          = 'Ваш обліковий запис був створений, і ви можете увійти, використовуючи свою електронну пошту та пароль, відвідавши наш сайт або за наступним посиланням:';
$_['text_approval']       = 'Ваш обліковий запис має бути схвалений, перш ніж ви зможете увійти. Після схвалення ви зможете увійти, використовуючи свою електронну пошту та пароль, відвідавши наш сайт або за наступним посиланням:';
$_['text_service']        = 'Після входу ви зможете скористатися іншими сервісами, включаючи перегляд попередніх замовлень, друк рахунків та редагування інформації про ваш обліковий запис.';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_customer']   = 'Новий клієнт';
$_['text_signup']         = 'Зареєстровано нового клієнта:';
$_['text_customer_group'] = 'Група клієнта:';
$_['text_firstname']      = 'Ім\'я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_email']          = 'Електронна пошта:';
$_['text_telephone']      = 'Телефон:';

// Кнопка
$_['button_login']        = 'Увійти';