<?php
// Текст
$_['text_subject']              = '%s - Замовлення %s - Скасована підписка';
$_['text_received']             = 'Ви отримали скасовану підписку.';
$_['text_orders_id']            = 'Номер замовлення:';
$_['text_subscription_id']      = 'Номер підписки:';
$_['text_date_added']           = 'Дата додавання:';
$_['text_subscription_status']  = 'Статус підписки:';
$_['text_comment']              = 'Коментарі до вашої підписки:';
$_['text_canceled']             = 'Успіх: Профіль підписки було скасовано!';