<?php
// Заголовок
$_['heading_title']     = 'Панель управління';

// Текст
$_['text_success']      = 'Успіх: Ви змінили панель управління!';
$_['text_list']         = 'Список панелей';

// Стовпці
$_['column_name']       = 'Назва панелі';
$_['column_width']      = 'Ширина';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Помилки
$_['error_permission']  = 'Увага: У вас немає дозволу на зміну панелі управління!';
$_['error_extension']   = 'Увага: Розширення не існує!';