<?php
// Заголовок
$_['heading_title']    = 'Мови';

// Текст
$_['text_success']     = 'Успіх: Ви змінили мови!';
$_['text_list']        = 'Список мов';

// Стовпці
$_['column_name']      = 'Назва мови';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Дія';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну мов!';
$_['error_extension']  = 'Увага: Розширення не існує!';
$_['error_default']    = 'Увага: Це розширення не можна видалити, оскільки воно встановлено як мова адміністративної панелі!';