<?php
// Заголовок
$_['heading_title']    = 'Модулі';

// Текст
$_['text_success']     = 'Успіх: Ви змінили модулі!';
$_['text_layout']      = 'Після встановлення та налаштування модуля ви можете додати його до макета <a href="%s" class="alert-link">тут</a>!';
$_['text_add']         = 'Додати модуль';
$_['text_list']        = 'Список модулів';

// Стовпці
$_['column_name']      = 'Назва модуля';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_code']       = 'Модуль';
$_['entry_name']       = 'Назва модуля';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну модулів!';
$_['error_extension']  = 'Увага: Розширення не існує!';
$_['error_name']       = 'Назва модуля повинна містити від 3 до 64 символів!';
$_['error_code']       = 'Необхідно вибрати розширення!';