<?php
// Заголовок
$_['heading_title']     = 'Платежі';

// Текст
$_['text_success']      = 'Успіх: Ви змінили способи оплати!';
$_['text_list']         = 'Список способів оплати';

// Стовпці
$_['column_name']       = 'Метод оплати';
$_['column_vendor']     = 'Постачальник';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Помилки
$_['error_permission']  = 'Увага: У вас немає дозволу на зміну способів оплати!';
$_['error_extension']   = 'Увага: Розширення не існує!';