<?php
// Заголовок
$_['heading_title']     = 'Доставка';

// Текст
$_['text_success']      = 'Успіх: Ви змінили способи доставки!';
$_['text_list']         = 'Список способів доставки';

// Стовпці
$_['column_name']       = 'Метод доставки';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Помилки
$_['error_permission']  = 'Увага: У вас немає дозволу на зміну способів доставки!';
$_['error_extension']   = 'Увага: Розширення не існує!';