<?php
// Заголовок
$_['heading_title'] = 'Групи атрибутів';

// Текст
$_['text_success'] = 'Успіх: Ви змінили групи атрибутів!';
$_['text_list'] = 'Список груп атрибутів';
$_['text_add'] = 'Додати групу атрибутів';
$_['text_edit'] = 'Редагувати групу атрибутів';

// Стовпці
$_['column_name'] = 'Назва групи атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Поля вводу
$_['entry_name'] = 'Назва групи атрибутів';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилки
$_['error_warning'] = 'Увага: Будь ласка, уважно перевірте форму на наявність помилок!';
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну груп атрибутів!';
$_['error_name'] = 'Назва групи атрибутів повинна містити від 1 до 64 символів!';
$_['error_attribute'] = 'Увага: Цю групу атрибутів не можна видалити, оскільки вона призначена до %s атрибутів!';
$_['error_product'] = 'Увага: Цю групу атрибутів не можна видалити, оскільки вона призначена до %s товарів!';