<?php
// Заголовок
$_['heading_title'] = 'Атрибути';

// Текст
$_['text_success'] = 'Успіх: Ви змінили атрибути!';
$_['text_list'] = 'Список атрибутів';
$_['text_add'] = 'Додати атрибут';
$_['text_edit'] = 'Редагувати атрибут';

// Стовпці
$_['column_name'] = 'Назва атрибуту';
$_['column_attribute_group'] = 'Група атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Поля вводу
$_['entry_name'] = 'Назва атрибуту';
$_['entry_attribute_group'] = 'Група атрибутів';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилки
$_['error_warning'] = 'Увага: Будь ласка, уважно перевірте форму на наявність помилок!';
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну атрибутів!';
$_['error_attribute_group'] = 'Група атрибутів обов’язкова!';
$_['error_name'] = 'Назва атрибуту повинна містити від 1 до 64 символів!';
$_['error_product'] = 'Увага: Цей атрибут не може бути видалений, оскільки він призначений до %s товарів!';