<?php
// Заголовок
$_['heading_title'] = 'Категорії';

// Текст
$_['text_success'] = 'Успіх: Ви змінили категорії!';
$_['text_list'] = 'Список категорій';
$_['text_add'] = 'Додати категорію';
$_['text_edit'] = 'Редагувати категорію';
$_['text_default'] = 'За замовчуванням';
$_['text_keyword'] = 'Не використовуйте пробіли, замініть їх на тире, і переконайтеся, що SEO URL є унікальним.';

// Стовпці
$_['column_name'] = 'Назва категорії';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Поля вводу
$_['entry_name'] = 'Назва категорії';
$_['entry_description'] = 'Опис';
$_['entry_meta_title'] = 'Мета-тег Title';
$_['entry_meta_keyword'] = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_store'] = 'Магазини';
$_['entry_keyword'] = 'SEO URL';
$_['entry_parent'] = 'Батьківська категорія';
$_['entry_filter'] = 'Фільтри';
$_['entry_image'] = 'Зображення';
$_['entry_top'] = 'Верхнє меню';
$_['entry_column'] = 'Кількість стовпців';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_status'] = 'Статус';
$_['entry_layout'] = 'Макет';

// Допомога
$_['help_filter'] = '(Автодоповнення)';
$_['help_top'] = 'Показувати у верхньому меню. Працює лише для головних батьківських категорій.';
$_['help_column'] = 'Кількість стовпців для нижніх 3-х рівнів. Працює лише для головних батьківських категорій.';

// Помилки
$_['error_warning'] = 'Увага: Будь ласка, уважно перевірте форму на наявність помилок!';
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну категорій!';
$_['error_name'] = 'Назва категорії повинна містити від 1 до 255 символів!';
$_['error_meta_title'] = 'Мета-тег Title повинен містити від 1 до 255 символів!';
$_['error_keyword'] = 'SEO URL вже використовується!';
$_['error_unique'] = 'SEO URL повинен бути унікальним!';