<?php
// Заголовок
$_['heading_title'] = 'Завантаження';

// Текст
$_['text_success'] = 'Успіх: Ви змінили завантаження!';
$_['text_list'] = 'Список завантажень';
$_['text_add'] = 'Додати завантаження';
$_['text_edit'] = 'Редагувати завантаження';
$_['text_upload'] = 'Ваш файл успішно завантажено!';

// Стовпці
$_['column_name'] = 'Назва завантаження';
$_['column_date_added'] = 'Дата додавання';
$_['column_action'] = 'Дія';

// Поля вводу
$_['entry_name'] = 'Назва завантаження';
$_['entry_filename'] = 'Ім’я файлу';
$_['entry_mask'] = 'Маска';

// Допомога
$_['help_filename'] = 'Ви можете завантажити файл за допомогою кнопки завантаження або використовувати FTP для завантаження в директорію завантажень і ввести деталі нижче.';
$_['help_mask'] = 'Рекомендується, щоб ім’я файлу та маска були різними, щоб запобігти прямому доступу до файлів.';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну завантажень!';
$_['error_name'] = 'Назва завантаження повинна містити від 1 до 64 символів!';
$_['error_upload'] = 'Завантаження обов’язкове!';
$_['error_filename'] = 'Ім’я файлу повинно містити від 1 до 128 символів!';
$_['error_exists'] = 'Файл не існує!';
$_['error_mask'] = 'Маска повинна містити від 1 до 128 символів!';
$_['error_filetype'] = 'Неправильний тип файлу!';
$_['error_product'] = 'Увага: Це завантаження не може бути видалено, оскільки воно призначене до %s товарів!';
