<?php
// Заголовок
$_['heading_title'] = "Фільтри";

// Текст
$_['text_success'] = "Успіх: Ви змінили фільтри!";
$_['text_list'] = "Список фільтрів";
$_['text_add'] = "Додати фільтр";
$_['text_edit'] = "Редагувати фільтр";

// Стовпці
$_['column_name'] = "Назва фільтра";
$_['column_filter_group'] = "Група фільтрів";
$_['column_sort_order'] = "Порядок сортування";
$_['column_action'] = "Дія";

// Поля вводу
$_['entry_name'] = "Назва фільтра";
$_['entry_filter_group'] = "Група фільтрів";
$_['entry_sort_order'] = "Порядок сортування";

// Помилки
$_['error_warning'] = "Увага: Будь ласка, уважно перевірте форму на наявність помилок!";
$_['error_permission'] = "Увага: У вас немає дозволу на зміну фільтрів!";
$_['error_name'] = "Назва фільтра повинна містити від 1 до 64 символів!";
$_['error_filter_group'] = "Група фільтрів обов'язкова!";
