<?php
// Заголовок
$_['heading_title']     = 'Групи фільтрів';

// Текст
$_['text_success']      = 'Успіх: Ви змінили групи фільтрів!';
$_['text_list']         = 'Список груп фільтрів';
$_['text_add']          = 'Додати групу фільтрів';
$_['text_edit']         = 'Редагувати групу фільтрів';

// Стовпці
$_['column_name']       = 'Назва групи фільтрів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Поля вводу
$_['entry_name']        = 'Назва групи фільтрів';
$_['entry_sort_order']  = 'Порядок сортування';

// Помилки
$_['error_warning']     = 'Увага: Будь ласка, уважно перевірте форму на наявність помилок!';
$_['error_permission']  = 'Увага: У вас немає дозволу на зміну груп фільтрів!';
$_['error_name']        = 'Назва групи фільтрів повинна містити від 1 до 64 символів!';
$_['error_filter']      = 'Увага: Цю групу фільтрів не можна видалити, оскільки вона призначена для %s фільтрів!';
