<?php
// Заголовок
$_['heading_title']           = 'Інформаційні сторінки';

// Текст
$_['text_success']            = 'Успіх: Ви змінили інформаційні сторінки!';
$_['text_list']               = 'Список інформаційних сторінок';
$_['text_add']                = 'Додати інформаційну сторінку';
$_['text_edit']               = 'Редагувати інформаційну сторінку';
$_['text_default']            = 'За замовчуванням';
$_['text_keyword']            = 'Не використовуйте пробіли, замініть їх на дефіс (-) і переконайтеся, що SEO URL є унікальним.';

// Стовпці
$_['column_title']            = 'Заголовок сторінки';
$_['column_sort_order']       = 'Порядок сортування';
$_['column_action']           = 'Дія';

// Поля вводу
$_['entry_title']             = 'Заголовок сторінки';
$_['entry_description']       = 'Опис';
$_['entry_meta_title']        = 'Мета-тег Title';
$_['entry_meta_keyword']      = 'Мета-тег Keywords';
$_['entry_meta_description']  = 'Мета-тег Description';
$_['entry_store']             = 'Магазини';
$_['entry_keyword']           = 'SEO URL';
$_['entry_status']            = 'Статус';
$_['entry_sort_order']        = 'Порядок сортування';
$_['entry_layout']            = 'Перевизначення макета';

// Помилки
$_['error_warning']           = 'Увага: Будь ласка, уважно перевірте форму на наявність помилок!';
$_['error_permission']        = 'Увага: У вас немає дозволу на зміну інформаційних сторінок!';
$_['error_title']             = 'Заголовок сторінки повинен містити від 1 до 64 символів!';
$_['error_description']       = 'Опис повинен містити більше 3 символів!';
$_['error_meta_title']        = 'Мета-тег Title повинен містити від 1 до 255 символів!';
$_['error_keyword']           = 'SEO URL повинен містити від 1 до 64 символів!';
$_['error_keyword_exists']    = 'SEO URL повинен бути унікальним!';
$_['error_keyword_character'] = 'Ключове слово може містити лише символи a-z, 0-9, - і _!';
$_['error_account']           = 'Увага: Цю інформаційну сторінку не можна видалити, оскільки вона призначена для умов використання акаунта магазину!';
$_['error_checkout']          = 'Увага: Цю інформаційну сторінку не можна видалити, оскільки вона призначена для умов оформлення замовлення!';
$_['error_affiliate']         = 'Увага: Цю інформаційну сторінку не можна видалити, оскільки вона призначена для умов партнерської програми магазину!';
$_['error_return']            = 'Увага: Цю інформаційну сторінку не можна видалити, оскільки вона призначена для умов повернення товару!';
$_['error_store']             = 'Увага: Цю інформаційну сторінку не можна видалити, оскільки вона використовується в %s магазинах!';
