<?php
// Заголовок
$_['heading_title'] = "Виробники";

// Текст
$_['text_success'] = "Успіх: Ви змінили виробників!";
$_['text_list'] = "Список виробників";
$_['text_add'] = "Додати виробника";
$_['text_edit'] = "Редагувати виробника";
$_['text_default'] = "За замовчуванням";
$_['text_keyword'] = "Не використовуйте пробіли, замість цього замініть пробіли на - і переконайтеся, що SEO URL є унікальним.";

// Стовпці
$_['column_name'] = "Назва виробника";
$_['column_sort_order'] = "Порядок сортування";
$_['column_action'] = "Дія";

// Поля вводу
$_['entry_name'] = "Назва виробника";
$_['entry_store'] = "Магазини";
$_['entry_keyword'] = "Ключове слово";
$_['entry_image'] = "Зображення";
$_['entry_sort_order'] = "Порядок сортування";
$_['entry_layout'] = "Макет";

// Помилки
$_['error_warning'] = "Увага: Будь ласка, уважно перевірте форму на наявність помилок!";
$_['error_permission'] = "Увага: У вас немає дозволу на зміну виробників!";
$_['error_name'] = "Назва виробника повинна містити від 1 до 64 символів!";
$_['error_keyword'] = "SEO URL вже використовується!";
$_['error_unique'] = "SEO URL повинен бути унікальним!";
