<?php
// Заголовок
$_['heading_title']      = 'Опції';

// Текст
$_['text_success']       = 'Успіх: Ви змінили опції!';
$_['text_list']          = 'Список опцій';
$_['text_add']           = 'Додати опцію';
$_['text_edit']          = 'Редагувати опцію';
$_['text_choose']        = 'Вибір';
$_['text_select']        = 'Випадаючий список';
$_['text_radio']         = 'Радіокнопка';
$_['text_checkbox']      = 'Чекбокс';
$_['text_input']         = 'Поле введення';
$_['text_text']          = 'Текст';
$_['text_textarea']      = 'Текстова область';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата і час';
$_['text_time']          = 'Час';
$_['text_option']        = 'Опція';
$_['text_value']         = 'Значення опції';

// Стовпці
$_['column_name']        = 'Назва опції';
$_['column_sort_order']  = 'Порядок сортування';
$_['column_action']      = 'Дія';

// Поля вводу
$_['entry_name']         = 'Назва опції';
$_['entry_type']         = 'Тип';
$_['entry_option_value'] = 'Назва значення опції';
$_['entry_image']        = 'Зображення';
$_['entry_sort_order']   = 'Порядок сортування';

// Помилки
$_['error_warning']      = 'Увага: Будь ласка, уважно перевірте форму на наявність помилок!';
$_['error_permission']   = 'Увага: У вас немає дозволу на зміну опцій!';
$_['error_name']         = 'Назва опції повинна містити від 1 до 128 символів!';
$_['error_type']         = 'Увага: Необхідно вказати значення опції!';
$_['error_option_value'] = 'Назва значення опції повинна містити від 1 до 128 символів!';
$_['error_value']        = 'Увага: Це значення опції не може бути видалене, оскільки воно використовується в %s товарах!';
$_['error_product']      = 'Увага: Ця опція не може бути видалена, оскільки вона використовується в %s товарах!';
