<?php
// Заголовок
$_['heading_title']          = 'Плани підписки';

// Текст
$_['text_success']           = 'Успіх: Ви змінили плани підписки!';
$_['text_list']              = 'Список планів підписки';
$_['text_add']               = 'Додати план підписки';
$_['text_edit']              = 'Редагувати план підписки';
$_['text_subscription']      = 'Підписка';
$_['text_trial']             = 'Пробний період';
$_['text_day']               = 'День';
$_['text_week']              = 'Тиждень';
$_['text_semi_month']        = 'Півмісяця';
$_['text_month']             = 'Місяць';
$_['text_year']              = 'Рік';

// Поля вводу
$_['entry_name']             = 'Назва плану підписки';
$_['entry_trial_duration']   = 'Тривалість пробного періоду';
$_['entry_trial_cycle']      = 'Цикл пробного періоду';
$_['entry_trial_frequency']  = 'Частота пробного періоду';
$_['entry_trial_status']     = 'Статус пробного періоду';
$_['entry_duration']         = 'Тривалість';
$_['entry_cycle']            = 'Цикл';
$_['entry_frequency']        = 'Частота';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортування';

// Стовпці
$_['column_name']            = 'Назва плану підписки';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Допомога
$_['help_trial_duration']    = 'Тривалість — це кількість платежів, які користувач здійснить.';
$_['help_trial_cycle']       = 'Сума підписки розраховується за частотою та циклами.';
$_['help_trial_frequency']   = 'Якщо ви використовуєте частоту "тиждень" і цикл "2", то користувач буде сплачувати кожні 2 тижні.';
$_['help_duration']          = 'Тривалість — це кількість платежів, які користувач здійснить. Встановіть 0, якщо бажаєте, щоб платежі здійснювалися до їхнього скасування.';
$_['help_cycle']             = 'Сума підписки розраховується за частотою та циклами.';
$_['help_frequency']         = 'Якщо ви використовуєте частоту "тиждень" і цикл "2", то користувач буде сплачувати кожні 2 тижні.';

// Помилки
$_['error_warning']          = 'Увага: Будь ласка, уважно перевірте форму на наявність помилок!';
$_['error_permission']       = 'Увага: У вас немає дозволу на зміну планів підписки!';
$_['error_name']             = 'Назва плану підписки повинна містити від 3 до 255 символів!';
$_['error_trial_duration']   = 'Тривалість пробного періоду повинна бути більше 0!';
$_['error_product']          = 'Увага: Цей план підписки не може бути видалений, оскільки він призначений для %s товарів!';
