<?php
// Заголовок
$_['heading_title']      = 'Резервне копіювання та відновлення';

// Текст
$_['text_success']       = 'Успіх: Ви успішно змінили вашу базу даних!';
$_['text_progress']      = 'Прогрес резервного копіювання';
$_['text_backup']        = 'Резервне копіювання таблиці %s, записи з %s по %s';
$_['text_restore']       = 'Відновлення %s з %s';
$_['text_option']        = 'Опції резервного копіювання';
$_['text_history']       = 'Історія резервного копіювання';
$_['text_import']        = 'Для великих файлів резервного копіювання краще завантажити SQL файл через FTP до директорії <strong>~/storage/backup/</strong>.';

// Стовпці
$_['column_filename']    = 'Назва файлу';
$_['column_size']        = 'Розмір';
$_['column_date_added']  = 'Дата додавання';
$_['column_action']      = 'Дія';

// Введення
$_['entry_progress']     = 'Прогрес';
$_['entry_export']       = 'Експорт';

// Помилки
$_['error_permission']   = 'Попередження: Ви не маєте дозволу на зміну резервного копіювання та відновлення!';
$_['error_export']       = 'Попередження: Ви повинні вибрати хоча б одну таблицю для експорту!';
$_['error_table']        = 'Таблиця %s не входить до дозволеного списку!';
$_['error_file']         = 'Файл не знайдений!';
$_['error_directory']    = 'Директорія не знайдена!';
$_['error_not_found']    = 'Помилка: Файл %s не знайдений!';
$_['error_headers_sent'] = 'Помилка: Заголовки вже надіслані!';
$_['error_upload_size']  = 'Файл для завантаження не може бути більшим за %s!';