<?php
// Заголовок
$_['heading_title']    = 'Журнал помилок';

// Текст
$_['text_success']     = 'Успіх: Ви успішно очистили журнал помилок!';
$_['text_list']        = 'Список помилок';

// Помилки
$_['error_permission'] = 'Попередження: Ви не маєте дозволу на очищення журналу помилок!';
$_['error_file']       = 'Попередження: Файл %s не знайдений!';
$_['error_size']       = 'Попередження: Розмір файлу журналу помилок %s складає %s!';
$_['error_empty']      = 'Попередження: Файл журналу %s порожній!';