<?php
// Заголовок
$_['heading_title']        = 'Оновлення';

// Текст
$_['text_success']         = 'Успіх: Ви використовуєте останню версію %s!';
$_['text_upgrade']         = 'Перевірити останню версію';
$_['text_information']     = 'Інформація про версію';
$_['text_current_version'] = 'Поточна версія';
$_['text_latest_version']  = 'Остання версія';
$_['text_date_added']      = 'Дата випуску';
$_['text_change']          = 'Журнал змін';
$_['text_status']          = 'Статус оновлення';
$_['text_ready']           = 'Натисніть кнопку оновлення, щоб оновити до останньої версії...';
$_['text_download']        = 'Завантаження останньої версії...';
$_['text_install']         = 'Копіювання файлів...';
$_['text_patch']           = 'Застосування патчів...';

// Кнопка
$_['button_upgrade']       = 'Оновити';

// Помилка
$_['error_permission']     = 'Попередження: Ви не маєте дозволу змінювати оновлення!';
$_['error_connection']     = 'Не вдалося підключитися до сервера оновлень!';
$_['error_version']        = 'Версія нижча за поточну!';
$_['error_download']       = 'Оновлення не вдалося завантажити!';
$_['error_file']           = 'Файл оновлення не знайдено!';
$_['error_directory']      = 'Не вдалося створити директорію %s!';
$_['error_copy']           = 'Не вдалося скопіювати файл %s до %s!';
$_['error_unzip']          = 'Не вдалося відкрити zip файл!';