<?php
// Заголовок
$_['heading_title']      = 'Завантаження';

// Текст
$_['text_success']       = 'Успіх: Ви змінили налаштування завантажень!';
$_['text_list']          = 'Список завантажень';
$_['text_filter']        = 'Фільтр';

// Колонка
$_['column_name']        = 'Назва завантаження';
$_['column_code']        = 'Код';
$_['column_date_added']  = 'Дата додавання';
$_['column_action']      = 'Дія';

// Вхід
$_['entry_name']         = 'Назва завантаження';
$_['entry_filename']     = 'Ім’я файлу';
$_['entry_date_from']    = 'Дата з';
$_['entry_date_to']      = 'Дата до';

// Помилка
$_['error_permission']   = 'Попередження: Ви не маєте дозволу змінювати завантаження!';
$_['error_not_found']    = 'Помилка: Файл %s не знайдено!';
$_['error_headers_sent'] = 'Помилка: Заголовки вже надіслані!';
$_['error_upload']       = 'Файл не вдалося завантажити!';
$_['error_filename']     = 'Ім’я файлу повинно бути від 3 до 128 символів!';
$_['error_file_type']    = 'Невірний тип файлу!';