<?php
// Заголовок
$_['heading_title']           = 'Формат адреси';

// Текст
$_['text_success']            = 'Успіх: Ви змінили формати адрес!';
$_['text_list']               = 'Список форматів адрес';
$_['text_add']                = 'Додати формат адреси';
$_['text_edit']               = 'Редагувати формат адреси';

// Стовпці
$_['column_name']             = 'Назва формату адреси';
$_['column_address_format']   = 'Формат адреси';
$_['column_action']           = 'Дія';

// Поля вводу
$_['entry_name']              = 'Назва формату адреси';
$_['entry_address_format']    = 'Формат адреси';

// Довідка
$_['help_address_format']     = 'Ім’я = {firstname}<br/>Прізвище = {lastname}<br/>Компанія = {company}<br/>Адреса 1 = {address_1}<br/>Адреса 2 = {address_2}<br/>Місто = {city}<br/>Поштовий індекс = {postcode}<br/>Регіон = {zone}<br/>Код регіону = {zone_code}<br/>Країна = {country}';

// Помилки
$_['error_permission']        = 'Увага: У вас немає дозволу на зміну форматів адрес!';
$_['error_name']              = 'Назва формату адреси повинна містити від 1 до 128 символів!';
$_['error_default']           = 'Увага: Цей формат адреси не можна видалити, оскільки він використовується за замовчуванням!';
$_['error_country']           = 'Увага: Цей формат адреси не можна видалити, оскільки він використовується в %s країнах!';