<?php
// Заголовок
$_['heading_title']           = 'Країни';

// Текст
$_['text_success']            = 'Успіх: Ви змінили список країн!';
$_['text_list']               = 'Список країн';
$_['text_add']                = 'Додати країну';
$_['text_edit']               = 'Редагувати країну';
$_['text_filter']             = 'Фільтр';

// Стовпці
$_['column_name']             = 'Назва країни';
$_['column_iso_code_2']       = 'ISO код (2)';
$_['column_iso_code_3']       = 'ISO код (3)';
$_['column_action']           = 'Дія';

// Поля вводу
$_['entry_name']              = 'Назва країни';
$_['entry_iso_code_2']        = 'ISO код (2)';
$_['entry_iso_code_3']        = 'ISO код (3)';
$_['entry_address_format']    = 'Формат адреси';
$_['entry_postcode_required'] = 'Потрібен поштовий індекс';
$_['entry_status']            = 'Статус';

// Помилки
$_['error_permission']        = 'Увага: У вас немає дозволу на зміну списку країн!';
$_['error_name']              = 'Назва країни повинна містити від 1 до 128 символів!';
$_['error_iso_code_2']        = 'ISO код 2 повинен містити 2 символи!';
$_['error_iso_code_3']        = 'ISO код 3 повинен містити 3 символи!';
$_['error_default']           = 'Увага: Цю країну не можна видалити, оскільки вона використовується як країна магазину за замовчуванням!';
$_['error_store']             = 'Увага: Цю країну не можна видалити, оскільки вона призначена для %s магазинів!';
$_['error_address']           = 'Увага: Цю країну не можна видалити, оскільки вона використовується в %s записах адресної книги!';
$_['error_zone']              = 'Увага: Цю країну не можна видалити, оскільки вона використовується в %s регіонах!';
$_['error_zone_to_geo_zone']  = 'Увага: Цю країну не можна видалити, оскільки вона використовується в %s географічних зонах!';