<?php
// Заголовок
$_['heading_title']        = 'Валюти';

// Текст
$_['text_success']         = 'Успіх: Ви змінили список валют!';
$_['text_list']            = 'Список валют';
$_['text_add']             = 'Додати валюту';
$_['text_edit']            = 'Редагувати валюту';
$_['text_iso']             = 'Повний список кодів ISO валют і налаштувань можна знайти <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">тут</a>.';

// Стовпці
$_['column_title']         = 'Назва валюти';
$_['column_code']          = 'Код';
$_['column_value']         = 'Курс';
$_['column_status']        = 'Статус';
$_['column_date_modified'] = 'Останнє оновлення';
$_['column_action']        = 'Дія';

// Поля вводу
$_['entry_title']          = 'Назва валюти';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Курс';
$_['entry_symbol_left']    = 'Символ зліва';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Кількість десяткових знаків';
$_['entry_status']         = 'Статус';

// Довідка
$_['help_code']            = 'Не змінюйте, якщо це ваша основна валюта.';
$_['help_value']           = 'Курс відносно основної валюти. Для основної валюти встановіть значення 1.';

// Помилки
$_['error_permission']     = 'Увага: У вас немає дозволу на зміну валют!';
$_['error_extension']      = 'Увага: Розширення для валюти не знайдено!';
$_['error_title']          = 'Назва валюти повинна містити від 3 до 32 символів!';
$_['error_code']           = 'Код валюти повинен містити 3 символи!';
$_['error_default']        = 'Увага: Цю валюту не можна видалити, оскільки вона використовується як основна валюта магазину!';
$_['error_store']          = 'Увага: Цю валюту не можна видалити, оскільки вона використовується в %s магазинах!';
$_['error_order']          = 'Увага: Цю валюту не можна видалити, оскільки вона використовується в %s замовленнях!';