<?php
// Заголовок
$_['heading_title']      = 'Географічні зони';

// Текст
$_['text_success']       = 'Успіх: Ви змінили географічні зони!';
$_['text_list']          = 'Список географічних зон';
$_['text_add']           = 'Додати географічну зону';
$_['text_edit']          = 'Редагувати географічну зону';
$_['text_geo_zone']      = 'Географічні зони';

// Стовпці
$_['column_name']        = 'Назва географічної зони';
$_['column_description'] = 'Опис';
$_['column_action']      = 'Дія';

// Поля вводу
$_['entry_name']         = 'Назва географічної зони';
$_['entry_description']  = 'Опис';
$_['entry_country']      = 'Країна';
$_['entry_zone']         = 'Регіон';

// Помилки
$_['error_permission']   = 'Увага: У вас немає дозволу на зміну географічних зон!';
$_['error_name']         = 'Назва географічної зони повинна містити від 3 до 32 символів!';
$_['error_description']  = 'Опис повинен містити від 3 до 255 символів!';
$_['error_tax_rate']     = 'Увага: Цю географічну зону не можна видалити, оскільки вона призначена для одного або кількох податкових ставок!';