<?php
// Заголовок
$_['heading_title']     = 'Мови';

// Текст
$_['text_success']      = 'Успіх: Ви змінили мови!';
$_['text_list']         = 'Список мов';
$_['text_add']          = 'Додати мову';
$_['text_edit']         = 'Редагувати мову';

// Стовпці
$_['column_name']       = 'Назва мови';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Поля вводу
$_['entry_name']        = 'Назва мови';
$_['entry_code']        = 'Код';
$_['entry_extension']   = 'Розширення';
$_['entry_locale']      = 'Локаль';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортування';

// Довідка
$_['help_locale']       = 'Приклад: uk_UA.UTF-8,uk_UA,uk-ua,ukrainian';
$_['help_status']       = 'Приховати/показати у випадаючому списку мов';

// Помилки
$_['error_permission']  = 'Увага: У вас немає дозволу на зміну мов!';
$_['error_exists']      = 'Увага: Ця мова вже була додана!';
$_['error_name']        = 'Назва мови повинна містити від 1 до 32 символів!';
$_['error_code']        = 'Код мови повинен містити від 2 до 5 символів!';
$_['error_locale']      = 'Локаль обов’язкова!';
$_['error_default']     = 'Увага: Цю мову не можна видалити, оскільки вона використовується як мова магазину за замовчуванням!';
$_['error_admin']       = 'Увага: Цю мову не можна видалити, оскільки вона використовується як мова адміністративної панелі!';
$_['error_store']       = 'Увага: Цю мову не можна видалити, оскільки вона використовується в %s магазинах!';
$_['error_order']       = 'Увага: Цю мову не можна видалити, оскільки вона використовується в %s замовленнях!';