<?php
// Заголовок
$_['heading_title']    = 'Одиниці довжини';

// Текст
$_['text_success']     = 'Успіх: Ви змінили одиниці довжини!';
$_['text_list']        = 'Список одиниць довжини';
$_['text_add']         = 'Додати одиницю довжини';
$_['text_edit']        = 'Редагувати одиницю довжини';

// Стовпці
$_['column_title']     = 'Назва одиниці довжини';
$_['column_unit']      = 'Позначення';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_title']      = 'Назва одиниці довжини';
$_['entry_unit']       = 'Позначення';
$_['entry_value']      = 'Значення';

// Довідка
$_['help_value']       = 'Значення для вашої основної одиниці довжини в поточній одиниці виміру. Встановіть 1 для одиниці довжини за замовчуванням.';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну одиниць довжини!';
$_['error_title']      = 'Назва одиниці довжини повинна містити від 3 до 32 символів!';
$_['error_unit']       = 'Позначення одиниці довжини повинно містити від 1 до 4 символів!';
$_['error_default']    = 'Увага: Цю одиницю довжини не можна видалити, оскільки вона використовується як одиниця довжини магазину за замовчуванням!';
$_['error_product']    = 'Увага: Цю одиницю довжини не можна видалити, оскільки вона використовується в %s товарах!';