<?php
// Заголовок
$_['heading_title']    = 'Місцезнаходження магазинів';

// Текст
$_['text_success']     = 'Успіх: Ви змінили місцезнаходження магазинів!';
$_['text_list']        = 'Список місцезнаходжень магазинів';
$_['text_add']         = 'Додати місцезнаходження магазину';
$_['text_edit']        = 'Редагувати місцезнаходження магазину';
$_['text_geocode']     = 'Геокодування не вдалося з такої причини:';

// Стовпці
$_['column_name']      = 'Назва магазину';
$_['column_address']   = 'Адреса';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_name']       = 'Назва магазину';
$_['entry_address']    = 'Адреса';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_image']      = 'Зображення';
$_['entry_open']       = 'Години роботи';
$_['entry_comment']    = 'Коментар';

// Довідка
$_['help_geocode']     = 'Будь ласка, введіть геокод місцезнаходження вашого магазину вручну.';
$_['help_open']        = 'Заповніть години роботи вашого магазину.';
$_['help_comment']     = 'Це поле для будь-яких особливих приміток, які ви хочете повідомити клієнтам, наприклад: "Магазин не приймає чеки".';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну місцезнаходження магазинів!';
$_['error_name']       = 'Назва магазину повинна містити від 3 до 32 символів!';
$_['error_address']    = 'Адреса повинна містити від 3 до 128 символів!';
$_['error_telephone']  = 'Телефон повинен містити від 3 до 32 символів!';