<?php
// Заголовок
$_['heading_title']    = 'Статуси замовлень';

// Текст
$_['text_success']     = 'Успіх: Ви змінили статуси замовлень!';
$_['text_list']        = 'Список статусів замовлень';
$_['text_add']         = 'Додати статус замовлення';
$_['text_edit']        = 'Редагувати статус замовлення';

// Стовпці
$_['column_name']      = 'Назва статусу замовлення';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_name']       = 'Назва статусу замовлення';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну статусів замовлень!';
$_['error_name']       = 'Назва статусу замовлення повинна містити від 3 до 32 символів!';
$_['error_default']    = 'Увага: Цей статус замовлення не можна видалити, оскільки він призначений як статус замовлення за замовчуванням у магазині!';
$_['error_download']   = 'Увага: Цей статус замовлення не можна видалити, оскільки він використовується як статус за замовчуванням для завантажень!';
$_['error_order']      = 'Увага: Цей статус замовлення не можна видалити, оскільки він призначений для %s замовлень!';