<?php
// Заголовок
$_['heading_title']    = 'Дії з повернення';

// Текст
$_['text_success']     = 'Успіх: Ви змінили дії з повернення!';
$_['text_list']        = 'Список дій з повернення';
$_['text_add']         = 'Додати дію з повернення';
$_['text_edit']        = 'Редагувати дію з повернення';

// Стовпці
$_['column_name']      = 'Назва дії з повернення';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_name']       = 'Назва дії з повернення';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну дій з повернення!';
$_['error_name']       = 'Назва дії з повернення повинна містити від 3 до 64 символів!';
$_['error_return']     = 'Увага: Цю дію з повернення не можна видалити, оскільки вона призначена для %s повернених товарів!';