<?php
// Заголовок
$_['heading_title']    = 'Причини повернення';

// Текст
$_['text_success']     = 'Успіх: Ви змінили причини повернення!';
$_['text_list']        = 'Список причин повернення';
$_['text_add']         = 'Додати причину повернення';
$_['text_edit']        = 'Редагувати причину повернення';

// Стовпці
$_['column_name']      = 'Назва причини повернення';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_name']       = 'Назва причини повернення';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну причин повернення!';
$_['error_name']       = 'Назва причини повернення повинна містити від 3 до 128 символів!';
$_['error_return']     = 'Увага: Цю причину повернення не можна видалити, оскільки вона призначена для %s повернених товарів!';