<?php
// Заголовок
$_['heading_title']    = 'Статуси повернень';

// Текст
$_['text_success']     = 'Успіх: Ви змінили статуси повернень!';
$_['text_list']        = 'Список статусів повернень';
$_['text_add']         = 'Додати статус повернення';
$_['text_edit']        = 'Редагувати статус повернення';

// Стовпці
$_['column_name']      = 'Назва статусу повернення';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_name']       = 'Назва статусу повернення';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну статусів повернень!';
$_['error_name']       = 'Назва статусу повернення повинна містити від 3 до 32 символів!';
$_['error_default']    = 'Увага: Цей статус повернення не можна видалити, оскільки він встановлений за замовчуванням!';
$_['error_return']     = 'Увага: Цей статус повернення не можна видалити, оскільки він призначений для %s повернень!';