<?php
// Заголовок
$_['heading_title']    = 'Статуси наявності';

// Текст
$_['text_success']     = 'Успіх: Ви змінили статуси наявності!';
$_['text_list']        = 'Список статусів наявності';
$_['text_add']         = 'Додати статус наявності';
$_['text_edit']        = 'Редагувати статус наявності';

// Стовпці
$_['column_name']      = 'Назва статусу наявності';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_name']       = 'Назва статусу наявності';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну статусів наявності!';
$_['error_name']       = 'Назва статусу наявності повинна містити від 3 до 32 символів!';
$_['error_product']    = 'Увага: Цей статус наявності не можна видалити, оскільки він призначений для %s товарів!';