<?php
// Заголовок
$_['heading_title']      = 'Статуси підписок';

// Текст
$_['text_success']       = 'Успіх: Ви змінили статуси підписок!';
$_['text_list']          = 'Список статусів підписок';
$_['text_add']           = 'Додати статус підписки';
$_['text_edit']          = 'Редагувати статус підписки';

// Стовпці
$_['column_name']        = 'Назва статусу підписки';
$_['column_action']      = 'Дія';

// Поля вводу
$_['entry_name']         = 'Назва статусу підписки';

// Помилки
$_['error_permission']   = 'Увага: У вас немає дозволу на зміну статусів підписок!';
$_['error_name']         = 'Назва статусу підписки повинна містити від 3 до 32 символів!';
$_['error_default']      = 'Увага: Цей статус підписки не можна видалити, оскільки він призначений як статус підписки за замовчуванням!';
$_['error_subscription'] = 'Увага: Цей статус підписки не можна видалити, оскільки він призначений для %s підписок!';