<?php
// Заголовок
$_['heading_title']        = 'Податкові ставки';

// Текст
$_['text_success']         = 'Успіх: Ви змінили податкові ставки!';
$_['text_list']            = 'Список податкових ставок';
$_['text_add']             = 'Додати податкову ставку';
$_['text_edit']            = 'Редагувати податкову ставку';
$_['text_percent']         = 'Відсоток';
$_['text_amount']          = 'Фіксована сума';

// Стовпці
$_['column_name']          = 'Назва податку';
$_['column_rate']          = 'Податкова ставка';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Геозона';
$_['column_action']        = 'Дія';

// Поля вводу
$_['entry_name']           = 'Назва податку';
$_['entry_rate']           = 'Податкова ставка';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Група клієнтів';
$_['entry_geo_zone']       = 'Геозона';

// Помилки
$_['error_permission']     = 'Увага: У вас немає дозволу на зміну податкових ставок!';
$_['error_tax_rule']       = 'Увага: Цю податкову ставку не можна видалити, оскільки вона призначена для %s податкових класів!';
$_['error_name']           = 'Назва податку повинна містити від 3 до 32 символів!';
$_['error_rate']           = 'Необхідно вказати податкову ставку!';