<?php
// Заголовок
$_['heading_title']     = 'Податкові класи';

// Текст
$_['text_success']      = 'Успіх: Ви змінили податкові класи!';
$_['text_list']         = 'Список податкових класів';
$_['text_add']          = 'Додати податковий клас';
$_['text_edit']         = 'Редагувати податковий клас';
$_['text_tax_class']    = 'Податковий клас';
$_['text_tax_rate']     = 'Податкові ставки';
$_['text_shipping']     = 'Адреса доставки';
$_['text_payment']      = 'Адреса оплати';
$_['text_store']        = 'Адреса магазину';

// Стовпці
$_['column_title']      = 'Назва податкового класу';
$_['column_action']     = 'Дія';

// Поля вводу
$_['entry_title']       = 'Назва податкового класу';
$_['entry_description'] = 'Опис';
$_['entry_rate']        = 'Податкова ставка';
$_['entry_based']       = 'Залежить від';
$_['entry_geo_zone']    = 'Геозона';
$_['entry_priority']    = 'Пріоритет';

// Помилки
$_['error_permission']  = 'Увага: У вас немає дозволу на зміну податкових класів!';
$_['error_title']       = 'Назва податкового класу повинна містити від 3 до 32 символів!';
$_['error_description'] = 'Опис повинен містити від 3 до 255 символів!';
$_['error_product']     = 'Увага: Цей податковий клас не можна видалити, оскільки він призначений для %s товарів!';