<?php
// Заголовок
$_['heading_title']    = 'Класи ваги';

// Текст
$_['text_success']     = 'Успіх: Ви змінили класи ваги!';
$_['text_list']        = 'Список класів ваги';
$_['text_add']         = 'Додати клас ваги';
$_['text_edit']        = 'Редагувати клас ваги';

// Стовпці
$_['column_title']     = 'Назва ваги';
$_['column_unit']      = 'Одиниця вимірювання';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_title']      = 'Назва ваги';
$_['entry_unit']       = 'Одиниця вимірювання';
$_['entry_value']      = 'Значення';

// Допомога
$_['help_value']       = 'Значення вашої основної одиниці ваги у вибраній системі вимірювання. Встановіть 1 для основної одиниці ваги.';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну класів ваги!';
$_['error_title']      = 'Назва ваги повинна містити від 3 до 32 символів!';
$_['error_unit']       = 'Одиниця вимірювання повинна містити від 1 до 4 символів!';
$_['error_default']    = 'Увага: Цей клас ваги не можна видалити, оскільки він використовується як основний клас ваги магазину!';
$_['error_product']    = 'Увага: Цей клас ваги не можна видалити, оскільки він використовується у %s товарах!';