<?php
// Заголовок
$_['heading_title']          = 'Регіони';

// Текст
$_['text_success']           = 'Успіх: Ви змінили регіони!';
$_['text_list']              = 'Список регіонів';
$_['text_add']               = 'Додати регіон';
$_['text_edit']              = 'Редагувати регіон';
$_['text_filter']            = 'Фільтр';

// Стовпці
$_['column_name']            = 'Назва регіону';
$_['column_code']            = 'Код регіону';
$_['column_country']         = 'Країна';
$_['column_action']          = 'Дія';

// Поля вводу
$_['entry_name']             = 'Назва регіону';
$_['entry_code']             = 'Код регіону';
$_['entry_country']          = 'Країна';
$_['entry_status']           = 'Статус';

// Помилки
$_['error_permission']       = 'Увага: У вас немає дозволу на зміну регіонів!';
$_['error_name']             = 'Назва регіону повинна містити від 1 до 128 символів!';
$_['error_default']          = 'Увага: Цей регіон не можна видалити, оскільки він використовується як регіон за замовчуванням у магазині!';
$_['error_store']            = 'Увага: Цей регіон не можна видалити, оскільки він використовується у %s магазинах!';
$_['error_address']          = 'Увага: Цей регіон не можна видалити, оскільки він використовується у %s записах адресної книги!';
$_['error_zone_to_geo_zone'] = 'Увага: Цей регіон не можна видалити, оскільки він використовується у %s геозонах!';