<?php
// Текст
$_['text_subject']  = '%s - Ваш партнерський акаунт було активовано!';
$_['text_welcome']  = 'Ласкаво просимо і дякуємо за реєстрацію в %s!';
$_['text_login']    = 'Ваш акаунт було схвалено, і тепер ви можете увійти, використовуючи вашу електронну адресу та пароль, відвідавши наш вебсайт або за наступним посиланням:';
$_['text_service']  = 'Після входу ви зможете створювати реферальні коди, відстежувати виплати комісій та редагувати інформацію про свій акаунт.';
$_['text_thanks']   = 'Дякуємо,';