<?php
// Текст
$_['text_subject'] = '%s - Ваш обліковий запис активовано!';
$_['text_welcome'] = 'Ласкаво просимо та дякуємо за реєстрацію на %s!';
$_['text_login']   = 'Ваш обліковий запис було створено, і ви можете увійти, використовуючи свою електронну адресу та пароль, відвідавши наш сайт або за наступним посиланням:';
$_['text_service'] = 'Після входу ви зможете отримати доступ до інших послуг, включаючи перегляд історії замовлень, друк рахунків-фактур та редагування інформації про ваш обліковий запис.';
$_['text_thanks']  = 'Дякуємо,';

// Кнопка
$_['button_login'] = 'Увійти';