<?php
// Текст
$_['text_subject']   = '%s - Запит GDPR відхилено!';
$_['text_export']    = 'Запит на експорт даних облікового запису';
$_['text_remove']    = 'Запит на видалення облікового запису';
$_['text_hello']     = 'Вітаємо, <strong>%s</strong>,';
$_['text_user']      = 'Користувач';
$_['text_contact']   = 'На жаль, ваш запит було відхилено. Для отримання додаткової інформації ви можете зв’язатися з магазином тут:';
$_['text_thanks']    = 'Дякуємо,';

// Кнопка
$_['button_contact'] = 'Зв’язатися з нами';