<?php
// Текст
$_['text_subject']   = '%s - Запит GDPR оброблено!';
$_['text_request']   = 'Запит на видалення облікового запису';
$_['text_hello']     = 'Вітаємо, <strong>%s</strong>,';
$_['text_user']      = 'Користувач';
$_['text_delete']    = 'Ваш запит на видалення даних відповідно до GDPR було успішно виконано.';
$_['text_contact']   = 'Для отримання додаткової інформації ви можете зв’язатися з власником магазину тут:';
$_['text_thanks']    = 'Дякуємо,';

// Кнопка
$_['button_contact'] = 'Зв’язатися з нами';