<?php
// Текст
$_['text_subject'] = '%s - Запит GDPR схвалено!';
$_['text_request'] = 'Запит на видалення облікового запису';
$_['text_hello']   = 'Вітаємо, <strong>%s</strong>,';
$_['text_user']    = 'Користувач';
$_['text_gdpr']    = 'Ваш запит на видалення даних відповідно до GDPR був схвалений і буде виконаний через <strong>%s днів</strong>.';
$_['text_q']       = 'Питання: Чому ми не видаляємо ваші дані негайно?';
$_['text_a']       = 'Відповідь: Запити на видалення облікових записів обробляються через <strong>%s днів</strong>, щоб можна було виконати повернення коштів, обробку платежів або виявлення шахрайства.';
$_['text_delete']  = 'Ви отримаєте електронного листа з повідомленням про видалення вашого облікового запису.';
$_['text_thanks']  = 'Дякуємо,';