<?php
// Заголовок
$_['heading_title']  = 'Зв\'яжіться з нами';

// Текст
$_['text_location']  = 'Наші локації';
$_['text_store']     = 'Наші магазини';
$_['text_contact']   = 'Контактна форма';
$_['text_address']   = 'Адреса';
$_['text_telephone'] = 'Телефон';
$_['text_open']      = 'Час роботи';
$_['text_comment']   = 'Коментарі';
$_['text_message']   = '<p>Ваш запит успішно надіслано власнику магазину!</p>';

// Поля вводу
$_['entry_name']     = 'Ваше ім\'я';
$_['entry_email']    = 'E-Mail адреса';
$_['entry_enquiry']  = 'Запит';

// Електронна пошта
$_['email_subject']  = 'Запит %s';

// Помилки
$_['error_name']     = 'Ім\'я повинно містити від 3 до 32 символів!';
$_['error_email']    = 'E-Mail адреса не виглядає правильно!';
$_['error_enquiry']  = 'Запит повинен містити від 10 до 3000 символів!';