<?php
// Заголовок
$_['heading_title']     = 'Запит на виконання вимог Загального регламенту захисту даних (GDPR)';

// Текст
$_['text_account']      = 'Обліковий запис';
$_['text_gdpr']         = 'Ви можете переглянути політику %s GDPR на сторінці <a href="%s" target="_blank">%s</a>.';
$_['text_verification'] = 'Перевірка облікового запису';
$_['text_email']        = 'Перед тим, як ми зможемо виконати будь-які запити GDPR, ми повинні перевірити ваш обліковий запис. Будь ласка, введіть свою E-Mail адресу нижче.';
$_['text_action']       = 'Виберіть дію';
$_['text_export']       = 'Експортувати персональні дані';
$_['text_remove']       = 'Видалити персональні дані';
$_['text_warning']      = 'Попередження: Ви втратите доступ до свого облікового запису!';
$_['text_access']       = 'Ви більше не матимете доступу до свого облікового запису %s.';
$_['text_history']      = 'Ви більше не матимете доступу до історії замовлень, рахунків, списків бажаного або завантажень.';
$_['text_limit']        = 'Запити на видалення облікових записів будуть оброблені через <strong>%s днів</strong>, щоб можна було завершити обробку виявлення шахрайства, повернень або відшкодувань.';
$_['text_success']      = 'Успіх: Лист було надіслано на вашу електронну адресу!';
$_['text_cancel']       = 'Скасувати';

// Поля вводу
$_['entry_email']       = 'E-Mail';

// Помилки
$_['error_email']       = 'E-Mail адреса не виглядає правильно!';
$_['error_action']      = 'Ви повинні вибрати дію GDPR!';