<?php
// Заголовок
$_['heading_title']        = 'Антиспам';

// Текст
$_['text_success']         = 'Успіх: Ви змінили налаштування антиспаму!';
$_['text_list']            = 'Список антиспаму';
$_['text_add']             = 'Додати правило антиспаму';
$_['text_edit']            = 'Редагувати правило антиспаму';

// Стовпці
$_['column_keyword']       = 'Ключове слово';
$_['column_action']        = 'Дія';

// Поля вводу
$_['entry_keyword']        = 'Ключове слово';

// Помилки
$_['error_warning']        = 'Увага: Будь ласка, уважно перевірте форму на наявність помилок!';
$_['error_permission']     = 'Увага: У вас немає дозволу на зміну налаштувань антиспаму!';
$_['error_keyword']        = 'Ключове слово повинно містити від 1 до 64 символів!';
$_['error_keyword_exists'] = 'Ключове слово повинно бути унікальним!';
