<?php
// Заголовок
$_['heading_title']    = 'Коментарі до статей';

// Текст
$_['text_success']     = 'Успіх: Ви змінили коментарі до статей!';
$_['text_next']        = 'Успіх: Ви змінили %s на %s із %s оцінок коментарів!';
$_['text_list']        = 'Список коментарів до статей';
$_['text_filter']      = 'Фільтр';
$_['text_by']          = 'від';
$_['text_info']        = 'Інформація про коментар';
$_['text_rating']      = 'Рейтинг:';

// Стовпці
$_['column_comment']   = 'Коментар';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_keyword']    = 'Ключове слово';
$_['entry_article']    = 'Стаття';
$_['entry_customer']   = 'Клієнт';
$_['entry_status']     = 'Статус';
$_['entry_date_from']  = 'Дата від';
$_['entry_date_to']    = 'Дата до';

// Кнопки
$_['button_spam']      = 'Спам';
$_['button_rating']    = 'Розрахувати рейтинг';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну коментарів до статей!';
