<?php
// Текст
$_['text_log']               = 'Перевірте журнал підписки для отримання додаткової інформації.';

// Помилка
$_['error_store'] 		     = 'Попередження: Магазин не знайдено!';
$_['error_language']         = 'Попередження: Мову не знайдено!';
$_['error_currency']         = 'Попередження: Валюту не знайдено!';
$_['error_customer']         = 'Попередження: Клієнт не знайдений!';
$_['error_payment_address']  = 'Попередження: Адресу платника не знайдено!';
$_['error_shipping_address'] = 'Попередження: Адресу доставки не знайдено!';
$_['error_product']          = 'Попередження: Продукт %s не знайдений!';
$_['error_option']           = 'Попередження: Опція %s не знайдена!';
$_['error_shipping_method']  = 'Попередження: Потрібен метод доставки!';
$_['error_payment_method']   = 'Попередження: Потрібен метод оплати!';
$_['error_extension']        = 'Попередження: Розширення методу оплати не знайдено!';