<?php
// Заголовок
$_['heading_title']     = 'Події';

// Текст
$_['text_success']      = 'Успіх: Ви змінили події!';
$_['text_list']         = 'Список подій';
$_['text_event']        = 'Події використовуються розширеннями для перевизначення стандартної функціональності вашого магазину. Якщо у вас виникли проблеми, ви можете вимкнути або ввімкнути події тут.';
$_['text_info']         = 'Інформація про події';

// Колонки
$_['column_code']       = 'Код події';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Поля введення
$_['entry_description'] = 'Опис';
$_['entry_trigger']     = 'Тригер';
$_['entry_action']      = 'Дія';

// Помилки
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну подій!';