<?php
// Заголовок
$_['heading_title']          = 'Інсталятор розширень';

// Текст
$_['text_upload']            = 'Успіх: Розширення було завантажено!';
$_['text_success']           = 'Успіх: Ви змінили розширення!';
$_['text_progress']          = 'Хід встановлення';
$_['text_installed']         = 'Встановлені розширення';
$_['text_info']              = 'Інформація про розширення';
$_['text_install']           = 'Встановлення файлів %s з %s із %s';
$_['text_vendor']            = 'Оновлення файлів постачальника';
$_['text_xml']               = 'Встановлення OCMOD файлів';

// Колонки
$_['column_image']           = 'Зображення';
$_['column_name']            = 'Назва розширення';
$_['column_version']         = 'Версія';
$_['column_date_added']      = 'Дата додавання';
$_['column_action']          = 'Дія';

// Поля введення
$_['entry_progress']         = 'Прогрес';
$_['entry_name']             = 'Назва розширення';
$_['entry_description']      = 'Опис';
$_['entry_code']             = 'Код';

// Помилки
$_['error_permission']       = 'Увага: У вас немає прав для зміни розширень!';
$_['error_install']          = 'Увага: Неможливо знайти install.json!';
$_['error_default']          = 'Стандартне розширення не можна видалити!';
$_['error_extension']        = 'Встановлене розширення не знайдено!';
$_['error_installed']        = 'Розширення вже встановлене!';
$_['error_uninstall']        = 'Необхідно спочатку видалити %s розширень перед безпечним видаленням цього!';
$_['error_name']             = 'Назва має бути від 3 до 128 символів!';
$_['error_version']          = 'Версія має бути від 3 до 128 символів!';
$_['error_author']           = 'Автор має бути від 3 до 128 символів!';
$_['error_link']             = 'Посилання має бути від 3 до 128 символів!';
$_['error_filename']         = 'Ім\'я файлу має бути від 3 до 128 символів!';
$_['error_file']             = 'Файл встановлення %s не знайдено!';
$_['error_file_exists']      = 'Файл вже існує!';
$_['error_file_type']        = 'Недійсний тип файлу!';
$_['error_directory']        = 'Каталог встановлення %s не знайдено!';
$_['error_directory_exists'] = 'Шлях %s вже існує!';
$_['error_unzip']            = 'Не вдалося відкрити zip-файл!';
$_['error_upload']           = 'Не вдалося завантажити файл!';