<?php
// Заголовок
$_['heading_title']     = 'Модифікації';

// Текст
$_['text_success']      = 'Успіх: Ви змінили модифікації!';
$_['text_refresh']      = 'Щоразу, коли ви вмикаєте / вимикаєте або видаляєте модифікацію, потрібно натиснути кнопку оновлення, щоб перебудувати кеш модифікацій!';
$_['text_list']         = 'Список модифікацій';
$_['text_info']         = 'Інформація про модифікацію';

// Колонки
$_['column_name']       = 'Назва модифікації';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версія';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Поля введення
$_['entry_name']        = 'Назва модифікації';
$_['entry_description'] = 'Опис';
$_['entry_code']        = 'Код';
$_['entry_xml']         = 'XML';

// Помилки
$_['error_permission']  = 'Увага: У вас немає дозволу на зміну модифікацій!';