<?php
// Заголовок
$_['heading_title']     = 'Запуск';

// Текст
$_['text_success']      = 'Успіх: Ви змінили параметри запуску!';
$_['text_list']         = 'Список запуску';
$_['text_info']         = 'Інформація про запуск';

// Стовпці
$_['column_code']       = 'Код запуску';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Поля введення
$_['entry_description'] = 'Опис';

// Помилки
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну параметрів запуску!';