<?php
// Заголовок
$_['heading_title'] = 'Захист вашого облікового запису';

// Текст
$_['text_security'] = 'Ви повинні відповісти на контрольне запитання щоразу, коли входите з невідомого пристрою або комп’ютера.';
$_['text_code']     = 'На вашу електронну пошту було надіслано лист із кодом безпеки. Введіть код нижче, щоб продовжити.';
$_['text_locked']   = 'Ваш обліковий запис заблоковано!';
$_['text_unlock']   = 'Ваш обліковий запис заблоковано через занадто багато невірних спроб введення коду безпеки. Натисніть кнопку скидання, щоб отримати посилання для скидання на вашу електронну пошту.';
$_['text_unlocked'] = 'Успіх: Ваш обліковий запис розблоковано!';
$_['text_link']     = 'Успіх: Лист із посиланням для скидання було надіслано на вашу електронну пошту!';
$_['text_resend']   = 'Успіх: Лист із кодом безпеки було надіслано на вашу електронну пошту!';

// Поля вводу
$_['entry_code']    = 'Код безпеки';

// Помилки
$_['error_warning'] = 'Ви перевищили дозволену кількість спроб введення коду безпеки!';
$_['error_code']    = 'Код безпеки не збігається!';
$_['error_reset']   = 'Увага: Не вдалося скинути ваш код безпеки!';
