<?php
// Заголовок
$_['heading_title']    = 'Менеджер зображень';

// Текст
$_['text_uploaded']    = 'Успіх: Ваш файл було завантажено!';
$_['text_directory']   = 'Успіх: Каталог створено!';
$_['text_delete']      = 'Успіх: Ваш файл або каталог було видалено!';

// Поля вводу
$_['entry_search']     = 'Пошук...';
$_['entry_folder']     = 'Назва каталогу';

// Помилки
$_['error_permission'] = 'Увага: Доступ заборонено!';
$_['error_filename']   = 'Увага: Назва файлу повинна містити від 3 до 255 символів!';
$_['error_folder']     = 'Увага: Назва каталогу повинна містити від 3 до 255 символів!';
$_['error_exists']     = 'Увага: Файл або каталог із такою назвою вже існує!';
$_['error_directory']  = 'Увага: Каталог не існує!';
$_['error_filesize']   = 'Увага: Некоректний розмір файлу!';
$_['error_file_type']  = 'Увага: Некоректний тип файлу!';
$_['error_upload']     = 'Увага: Файл не вдалося завантажити з невідомої причини!';
$_['error_delete']     = 'Увага: Ви не можете видалити цей каталог!';
