<?php
// Заголовок
$_['heading_title']  = 'Забули пароль?';
$_['heading_reset']  = 'Скидання пароля';

// Текст
$_['text_email']     = 'Введіть адресу електронної пошти, пов’язану з вашим обліковим записом. Натисніть "Надіслати", щоб отримати посилання для скидання пароля.';
$_['text_success']   = 'Лист із посиланням для підтвердження було надіслано на вашу електронну адресу адміністратора.';
$_['text_password']  = 'Введіть новий пароль, який ви хочете використовувати.';
$_['text_reset']     = 'Успіх: Ваш пароль успішно оновлено.';

// Поля вводу
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Підтвердити пароль';
$_['entry_email']    = 'Електронна пошта';

// Помилки
$_['error_email']    = 'Увага: Цю електронну адресу не знайдено в нашій базі!';
$_['error_code']     = 'Код скидання не збігається!';
$_['error_disabled'] = 'Скидання пароля вимкнено!';
$_['error_password'] = 'Пароль повинен містити від 6 до 20 символів!';
$_['error_confirm']  = 'Паролі не співпадають!';
