<?php
// Заголовок
$_['heading_title']  = 'Адміністрування';

// Текст
$_['text_heading']   = 'Адміністрування';
$_['text_login']     = 'Будь ласка, введіть ваші облікові дані.';
$_['text_forgotten'] = 'Забули пароль';

// Поля вводу
$_['entry_username'] = 'Ім’я користувача';
$_['entry_password'] = 'Пароль';

// Кнопка
$_['button_login']   = 'Увійти';

// Помилки
$_['error_login']    = 'Немає збігу для імені користувача та/або пароля.';
$_['error_token']    = 'Недійсний токен сесії. Будь ласка, увійдіть знову.';
