<?php
// Заголовок
$_['heading_title']                   = 'Важливе сповіщення про безпеку!';

// Текст
$_['text_install']                    = 'Видалення каталогу інсталяції';
$_['text_install_description']        = 'Ваш каталог інсталяції необхідно видалити!';
$_['text_install_success']            = 'Успіх: Каталог інсталяції було видалено!';
$_['text_storage']                    = 'Переміщення каталогу зберігання';
$_['text_storage_description']        = 'Дуже важливо перемістити каталог зберігання за межі веб-директорії (наприклад, public_html, www або htdocs).';
$_['text_storage_move']               = 'Переміщення %s до %s з %s файлів зберігання';
$_['text_storage_success']            = 'Успіх: Каталог зберігання було переміщено!';
$_['text_storage_delete']             = 'Видалення попереднього каталогу зберігання';
$_['text_storage_delete_description'] = 'Ваш попередній каталог зберігання необхідно видалити!';
$_['text_storage_delete_success']     = 'Успіх: Попередній каталог зберігання було видалено!';
$_['text_admin']                      = 'Переміщення каталогу адміністратора';
$_['text_admin_description']          = 'Будь ласка, введіть нову назву каталогу адміністратора у поле нижче.';
$_['text_admin_move']                 = 'Переміщення %s до %s з %s файлів адміністратора';
$_['text_admin_success']              = 'Успіх: Каталог адміністратора було переміщено!';
$_['text_admin_delete']               = 'Видалення попереднього каталогу адміністратора';
$_['text_admin_delete_description']   = 'Ваш попередній каталог адміністратора необхідно видалити!';
$_['text_admin_delete_success']       = 'Успіх: Попередній каталог адміністратора було видалено!';
$_['text_path']                       = 'Шлях';

// Поля вводу
$_['entry_path']                      = 'Шлях';
$_['entry_path_current']              = 'Поточний шлях';
$_['entry_path_new']                  = 'Новий шлях';
$_['entry_name']                      = 'Назва каталогу';

// Кнопки
$_['button_move']                     = 'Перемістити';

// Допомога
$_['help_storage']                    = 'Назва каталогу зберігання має починатися зі слова "storage". Наприклад, `storage_`.';

// Помилки
$_['error_permission']                = 'Увага: У вас немає дозволу на зміну налаштувань безпеки!';
$_['error_install']                   = 'Увага: Каталог інсталяції не існує!';
$_['error_storage']                   = 'Увага: Каталог зберігання не існує!';
$_['error_storage_root']              = 'Увага: Каталог зберігання має бути за межами кореневої веб-директорії!';
$_['error_storage_name']              = 'Увага: Назва каталогу зберігання має починатися зі "storage"! Наприклад, `storage_`.';
$_['error_admin']                     = 'Увага: Каталог адміністратора не існує!';
$_['error_admin_allowed']             = 'Увага: Цю назву каталогу адміністратора не можна використовувати!';
$_['error_admin_exists']              = 'Увага: Каталог адміністратора вже існує!';
$_['error_writable']                  = 'Увага: Файли config.php та admin/config.php мають бути доступні для запису!';
$_['error_remove']                    = 'Увага: Каталог для видалення не існує!';
