<?php
// Заголовок
$_['heading_title']    = 'Банери';

// Текст
$_['text_success']     = 'Успіх: Ви змінили банери!';
$_['text_list']        = 'Список банерів';
$_['text_add']         = 'Додати банер';
$_['text_edit']        = 'Редагувати банер';
$_['text_default']     = 'За замовчуванням';

// Стовпці
$_['column_name']      = 'Назва банера';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_name']       = 'Назва банера';
$_['entry_title']      = 'Заголовок';
$_['entry_link']       = 'Посилання';
$_['entry_image']      = 'Зображення';
$_['entry_image_mobile'] = 'Зображення (mobile)';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну банерів!';
$_['error_name']       = 'Назва банера повинна містити від 3 до 64 символів!';
$_['error_title']      = 'Заголовок банера повинен містити від 2 до 64 символів!';