<?php
// Заголовок
$_['heading_title']       = 'Макети';

// Текст
$_['text_success']        = 'Успіх: Ви змінили макети!';
$_['text_list']           = 'Список макетів';
$_['text_add']            = 'Додати макет';
$_['text_edit']           = 'Редагувати макет';
$_['text_remove']         = 'Видалити';
$_['text_route']          = 'Виберіть магазин і маршрути, які будуть використовувати цей макет';
$_['text_module']         = 'Виберіть позицію модулів';
$_['text_default']        = 'За замовчуванням';
$_['text_content_top']    = 'Верхній контент';
$_['text_content_bottom'] = 'Нижній контент';
$_['text_column_left']    = 'Ліва колонка';
$_['text_column_right']   = 'Права колонка';

// Стовпці
$_['column_name']         = 'Назва макета';
$_['column_action']       = 'Дія';

// Поля вводу
$_['entry_name']          = 'Назва макета';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';

// Помилки
$_['error_permission']    = 'Увага: У вас немає дозволу на зміну макетів!';
$_['error_name']          = 'Назва макета повинна містити від 3 до 64 символів!';
$_['error_module']        = 'Необхідно вибрати модуль!';
$_['error_default']       = 'Увага: Цей макет не можна видалити, оскільки він встановлений як макет магазину за замовчуванням!';
$_['error_store']         = 'Увага: Цей макет не можна видалити, оскільки він використовується в %s магазинах!';
$_['error_product']       = 'Увага: Цей макет не можна видалити, оскільки він використовується в %s товарах!';
$_['error_category']      = 'Увага: Цей макет не можна видалити, оскільки він використовується в %s категоріях!';
$_['error_manufacturer']  = 'Увага: Цей макет не можна видалити, оскільки він використовується в %s виробниках!';
$_['error_information']   = 'Увага: Цей макет не можна видалити, оскільки він використовується в %s інформаційних сторінках!';