<?php
// Заголовок
$_['heading_title']           = 'SEO URL';

// Текст
$_['text_success']            = 'Успіх: Ви змінили SEO URL!';
$_['text_list']               = 'Список SEO URL';
$_['text_add']                = 'Додати SEO URL';
$_['text_edit']               = 'Редагувати SEO URL';
$_['text_filter']             = 'Фільтр';
$_['text_default']            = 'За замовчуванням';

// Стовпці
$_['column_key']              = 'Ключ';
$_['column_value']            = 'Значення';
$_['column_keyword']          = 'Ключове слово';
$_['column_sort_order']       = 'Порядок сортування';
$_['column_store']            = 'Магазин';
$_['column_language']         = 'Мова';
$_['column_action']           = 'Дія';

// Поля вводу
$_['entry_store']             = 'Магазин';
$_['entry_language']          = 'Мова';
$_['entry_key']               = 'Ключ';
$_['entry_value']             = 'Значення';
$_['entry_keyword']           = 'Ключове слово';
$_['entry_sort_order']        = 'Порядок сортування';

// Допомога
$_['help_keyword']            = 'Використовуйте лише символи a-z, 0-9, дефіс (-) або підкреслення (_). Використовуйте / для категорій.';
$_['help_sort_order']         = 'Порядок сортування ключових слів у URL.';

// Помилки
$_['error_permission']        = 'Увага: У вас немає дозволу на зміну SEO URL!';
$_['error_exists']            = 'Увага: Поєднання магазину, мови, ключа, значення та ключового слова вже існує!';
$_['error_key']               = 'Ключ повинен містити від 1 до 64 символів!';
$_['error_value']             = 'Значення повинно містити від 1 до 255 символів!';
$_['error_value_exists']      = 'Це значення вже використовується!';
$_['error_keyword']           = 'Ключове слово повинно містити від 1 до 64 символів!';
$_['error_keyword_exists']    = 'Це ключове слово вже використовується!';
$_['error_keyword_character'] = 'Ключове слово може містити лише символи a-z, 0-9, дефіс (-) і підкреслення (_)!';