<?php
// Заголовок
$_['heading_title']    = 'Редактор мов';

// Текст
$_['text_success']     = 'Успіх: Ви змінили редактор мов!';
$_['text_list']        = 'Список перекладів';
$_['text_add']         = 'Додати переклад';
$_['text_edit']        = 'Редагувати переклад';
$_['text_default']     = 'За замовчуванням';
$_['text_store']       = 'Магазин';
$_['text_language']    = 'Мова';

// Стовпці
$_['column_store']     = 'Магазин';
$_['column_language']  = 'Мова';
$_['column_route']     = 'Маршрут';
$_['column_key']       = 'Ключ';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Поля вводу
$_['entry_store']      = 'Магазин';
$_['entry_language']   = 'Мова';
$_['entry_route']      = 'Маршрут';
$_['entry_key']        = 'Ключ';
$_['entry_default']    = 'За замовчуванням';
$_['entry_value']      = 'Значення';

// Помилки
$_['error_permission'] = 'Увага: У вас немає дозволу на зміну редактора мов!';
$_['error_key']        = 'Ключ повинен містити від 3 до 64 символів!';