<?php
// Заголовок
$_['heading_title']         = 'Коментарі';

// Текст
$_['text_by']               = 'Автор:';
$_['text_write']            = 'Написати коментар';
$_['text_login']            = 'Будь ласка, <a href="%s">увійдіть</a> або <a href="%s">зареєструйтесь</a>, щоб залишити коментар';
$_['text_no_results']       = 'Будьте першим, хто напише коментар до цієї статті.';
$_['text_sort']             = 'Сортувати за';
$_['text_rating_asc']       = 'Рейтинг (Низький)';
$_['text_rating_desc']      = 'Рейтинг (Високий)';
$_['text_date_added_asc']   = 'Дата додавання (Старіші)';
$_['text_date_added_desc']  = 'Дата додавання (Новіші)';
$_['text_like']             = 'Подобається!';
$_['text_dislike']          = 'Не подобається!';
$_['text_success']          = 'Успіх: Дякуємо за ваш коментар!';
$_['text_queue']            = 'Успіх: Ваш коментар додано до черги модерації!';
$_['text_rating']           = 'Успіх: Дякуємо за вашу оцінку!';

// Вхід
$_['entry_author']          = 'Ваше ім\'я';
$_['entry_comment']         = 'Коментар';

// Кнопки
$_['button_comment']        = 'Опублікувати коментар';
$_['button_reply']          = 'Відповісти';
$_['button_replies']        = 'Показати відповіді';
$_['button_more']           = 'Показати більше відповідей...';
$_['button_login']          = 'Увійти для коментування';
$_['button_login_reply']    = 'Увійти для відповіді';
$_['button_like']           = 'Подобається';
$_['button_dislike']        = 'Не подобається';

// Помилки
$_['error_article']         = 'Попередження: Статтю не знайдено!';
$_['error_article_comment'] = 'Попередження: Коментар до статті не знайдено!';
$_['error_token']           = 'Попередження: Невірний токен коментаря!';
$_['error_author']          = 'Ваше ім\'я має бути від 3 до 25 символів!';
$_['error_comment']         = 'Коментар має бути від 25 до 1000 символів!';
$_['error_interval']        = 'Попередження: Ви повинні почекати %s хвилин перед тим, як написати новий коментар!';
$_['error_login']           = 'Ви повинні увійти, щоб коментувати статтю або оцінити її!';
$_['error_status']          = 'Коментарі вимкнені!';