<?php
// Заголовок
$_['heading_title']       = 'Мій обліковий запис';

// Текст
$_['text_account']        = 'Обліковий запис';
$_['text_my_account']     = 'Мій обліковий запис';
$_['text_my_orders']      = 'Мої замовлення';
$_['text_my_affiliate']   = 'Мій афілійований акаунт';
$_['text_my_newsletter']  = 'Розсилка';
$_['text_edit']           = 'Редагувати інформацію про акаунт';
$_['text_password']       = 'Змінити пароль';
$_['text_address']        = 'Редагувати адресну книгу';
$_['text_payment_method'] = 'Збережені платіжні методи';
$_['text_wishlist']       = 'Редагувати список бажаних товарів';
$_['text_order']          = 'Переглянути історію замовлень';
$_['text_subscription']   = 'Підписки';
$_['text_download']       = 'Завантаження';
$_['text_reward']         = 'Ваші бонусні бали';
$_['text_return']         = 'Переглянути ваші запити на повернення';
$_['text_transaction']    = 'Ваші транзакції';
$_['text_newsletter']     = 'Підписатися / відписатися від розсилки';
$_['text_transactions']   = 'Транзакції';
$_['text_affiliate_add']  = 'Зареєструватися для афілійованого акаунту';
$_['text_affiliate_edit'] = 'Редагувати інформацію про афілійований акаунт';
$_['text_tracking']       = 'Користувацький код відстеження афілійованого акаунту';