<?php
// Заголовок
$_['heading_title']      = 'Адресна книга';

// Текст
$_['text_account']       = 'Обліковий запис';
$_['text_address_book']  = 'Записи адресної книги';
$_['text_address_add']   = 'Додати адресу';
$_['text_address_edit']  = 'Редагувати адресу';
$_['text_add']           = 'Ваша адреса була успішно додана';
$_['text_edit']          = 'Ваша адреса була успішно оновлена';
$_['text_delete']        = 'Ваша адреса була успішно видалена';
$_['text_no_results']    = 'У вас немає адрес в акаунті.';

// Вхід
$_['entry_firstname']    = 'Ім\'я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_company']      = 'Компанія';
$_['entry_address_1']    = 'Адреса 1';
$_['entry_address_2']    = 'Адреса 2';
$_['entry_postcode']     = 'Поштовий індекс';
$_['entry_city']         = 'Місто';
$_['entry_country']      = 'Країна';
$_['entry_zone']         = 'Регіон / Область';
$_['entry_default']      = 'Адреса за замовчуванням';

// Помилка
$_['error_token']        = 'Попередження: Токен адреси недійсний!';
$_['error_subscription'] = 'Попередження: Адреса все ще використовується в %s активних підписках!';
$_['error_default']      = 'Попередження: Потрібна адреса за замовчуванням!';
$_['error_delete']       = 'Попередження: Ви повинні мати хоча б одну адресу!';
$_['error_firstname']    = 'Ім\'я повинно бути від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинно бути від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса повинна бути від 3 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс повинен бути від 2 до 10 символів!';
$_['error_city']         = 'Місто повинно бути від 2 до 128 символів!';
$_['error_country']      = 'Будь ласка, виберіть країну!';
$_['error_zone']         = 'Будь ласка, виберіть регіон / область!';
$_['error_custom_field'] = '%s обов\'язкове!';
$_['error_regex']        = '%s є недійсним введенням!';