<?php
// Заголовок
$_['heading_title'] = 'Захистіть свій обліковий запис';

// Текст
$_['text_security'] = 'Вам потрібно відповісти на питання безпеки щоразу, коли ви входите з невідомого пристрою або комп\'ютера.';
$_['text_code']     = 'На вашу електронну адресу було надіслано код безпеки. Введіть код нижче, щоб продовжити.';
$_['text_locked']   = 'Ваш обліковий запис заблоковано!';
$_['text_unlock']   = 'Ваш обліковий запис заблоковано через занадто багато невірних спроб введення коду безпеки. Натисніть кнопку скидання, щоб отримати посилання для скидання через вашу електронну пошту.';
$_['text_unlocked'] = 'Успіх: Ваш обліковий запис розблоковано!';
$_['text_link']     = 'Успіх: Посилання для скидання було надіслано на вашу електронну адресу!';
$_['text_resend']   = 'Успіх: Код безпеки було надіслано на вашу електронну адресу!';

// Вхід
$_['entry_code']    = 'Код безпеки';

// Помилка
$_['error_warning'] = 'Ви перевищили дозволену кількість спроб введення коду безпеки!';
$_['error_code']    = 'Код безпеки не співпадає!';
$_['error_reset']   = 'Попередження: Не вдалося скинути ваш код безпеки!';