<?php
// Заголовок
$_['heading_title']      = 'Завантаження';

// Текст
$_['text_account']       = 'Обліковий запис';
$_['text_downloads']     = 'Завантаження';
$_['text_no_results']    = 'Ви не робили жодних попередніх замовлень для завантаження!';

// Колонка
$_['column_order_id']    = 'ID замовлення';
$_['column_name']        = 'Назва';
$_['column_size']        = 'Розмір';
$_['column_date_added']  = 'Дата додавання';

// Помилка
$_['error_not_found']    = 'Помилка: Файл %s не знайдено!';
$_['error_headers_sent'] = 'Помилка: Заголовки вже надіслані!';