<?php
// Заголовок
$_['heading_title']      = 'Інформація про мій обліковий запис';

// Текст
$_['text_account']       = 'Обліковий запис';
$_['text_edit']          = 'Редагувати інформацію';
$_['text_your_details']  = 'Ваші особисті дані';
$_['text_success']       = 'Успіх: Ваш обліковий запис було успішно оновлено.';

// Вхід
$_['entry_firstname']    = 'Ім’я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_email']        = 'Електронна пошта';
$_['entry_telephone']    = 'Телефон';

// Помилка
$_['error_token']        = 'Попередження: Токен редагування недійсний!';
$_['error_exists']       = 'Попередження: Електронна адреса вже зареєстрована!';
$_['error_firstname']    = 'Ім’я повинно містити від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_email']        = 'Електронна адреса виглядає недійсною!';
$_['error_telephone']    = 'Телефон повинен містити від 3 до 32 символів!';
$_['error_custom_field'] = '%s обов’язкове!';
$_['error_regex']        = '%s не є дійсним введенням!';