<?php
// Заголовок
$_['heading_title']      = 'Забули пароль?';
$_['heading_reset']      = 'Скиньте свій пароль';

// Текст
$_['text_account']       = 'Обліковий запис';
$_['text_forgotten']     = 'Забутий пароль';
$_['text_your_email']    = 'Ваша електронна адреса';
$_['text_email']         = 'Введіть електронну адресу, пов’язану з вашим обліковим записом. Натисніть "Надіслати", щоб отримати посилання для скидання пароля на вашу електронну пошту.';
$_['text_password']      = 'Введіть новий пароль, який ви хочете використовувати.';
$_['text_success']       = 'На вашу електронну адресу було надіслано лист з підтвердженням.';

// Вхід
$_['entry_email']        = 'Електронна адреса';
$_['entry_new_password'] = 'Новий пароль';
$_['entry_password']     = 'Пароль';
$_['entry_confirm']      = 'Підтвердження пароля';

// Помилка
$_['error_email']        = 'Електронна адреса виглядає недійсною!';
$_['error_not_found']    = 'Попередження: Електронна адреса не знайдена в наших записах!';
$_['error_password']     = 'Пароль повинен містити від 6 до 20 символів!';
$_['error_confirm']      = 'Пароль і підтвердження пароля не збігаються!';
$_['error_code']         = 'Код скидання пароля недійсний або вже був використаний!';