<?php
// Заголовок
$_['heading_title']                = 'Вхід до облікового запису';

// Текст
$_['text_account']                 = 'Обліковий запис';
$_['text_login']                   = 'Вхід';
$_['text_new_customer']            = 'Новий покупець';
$_['text_register']                = 'Зареєструвати обліковий запис';
$_['text_register_account']        = 'Створивши обліковий запис, ви зможете здійснювати покупки швидше, бути в курсі статусу замовлення та відслідковувати раніше зроблені покупки.';
$_['text_returning_customer']      = 'Повертаючийся покупець';
$_['text_i_am_returning_customer'] = 'Я повертаючийся покупець';
$_['text_forgotten']               = 'Забули пароль';

// Вхід
$_['entry_email']                  = 'Електронна адреса';
$_['entry_password']               = 'Пароль';

// Помилка
$_['error_token']                  = 'Попередження: Невірний токен сесії. Будь ласка, увійдіть знову!';
$_['error_login']                  = 'Попередження: Невірна електронна адреса та/або пароль.';
$_['error_attempts']               = 'Попередження: Ви перевищили дозволену кількість спроб входу. Спробуйте ще раз через 1 годину.';
$_['error_approved']               = 'Попередження: Ваш обліковий запис потребує схвалення перед входом.';