<?php
// Заголовок
$_['heading_title']  = 'Змінити пароль';

// Текст
$_['text_account']   = 'Обліковий запис';
$_['text_password']  = 'Ваш пароль';
$_['text_success']   = 'Успіх: Ваш пароль було успішно оновлено.';

// Введення
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Підтвердження паролю';

// Помилка
$_['error_token']    = 'Попередження: Токен паролю недійсний!';
$_['error_password'] = 'Пароль повинен містити від 6 до 20 символів!';
$_['error_confirm']  = 'Підтвердження паролю не збігається з паролем!';