<?php
// Заголовок
$_['heading_title']        = 'Реєстрація акаунту';

// Текст
$_['text_account']         = 'Обліковий запис';
$_['text_register']        = 'Реєстрація';
$_['text_account_already'] = 'Якщо у вас вже є акаунт, будь ласка, увійдіть на <a href="%s">сторінці входу</a>.';
$_['text_your_details']    = 'Ваші особисті дані';
$_['text_newsletter']      = 'Розсилка новин';
$_['text_your_password']   = 'Ваш пароль';
$_['text_agree']           = 'Я прочитав і погоджуюсь з <a href="%s" class="modal-link"><b>%s</b></a>';

// Введення
$_['entry_customer_group'] = 'Група покупця';
$_['entry_firstname']      = 'Ім\'я';
$_['entry_lastname']       = 'Прізвище';
$_['entry_email']          = 'E-Mail';
$_['entry_telephone']      = 'Телефон';
$_['entry_newsletter']     = 'Підписка';
$_['entry_password']       = 'Пароль';
$_['entry_confirm']        = 'Підтвердження паролю';

// Помилка
$_['error_token']          = 'Попередження: Токен реєстрації недійсний!';
$_['error_exists']         = 'Попередження: Адреса електронної пошти вже зареєстрована!';
$_['error_customer_group'] = 'Попередження: Група покупця не є дійсною!';
$_['error_firstname']      = 'Ім\'я повинно бути від 1 до 32 символів!';
$_['error_lastname']       = 'Прізвище повинно бути від 1 до 32 символів!';
$_['error_email']          = 'Попередження: Адреса електронної пошти здається недійсною!';
$_['error_telephone']      = 'Телефон повинен містити від 3 до 32 символів!';
$_['error_custom_field']   = '%s обов\'язкове!';
$_['error_regex']          = '%s недійсне введення!';
$_['error_password']       = 'Пароль повинен бути від 6 до 20 символів!';
$_['error_agree']          = 'Попередження: Ви повинні погодитись з %s!';