<?php
// Заголовок
$_['heading_title']      = 'Повернення';

// Текст
$_['text_account']       = 'Обліковий запис';
$_['text_return']        = 'Інформація про повернення';
$_['text_description']   = 'Будь ласка, заповніть форму нижче, щоб запитати номер RMA.';
$_['text_order']         = 'Інформація про замовлення';
$_['text_customer']      = 'Інформація про клієнта';
$_['text_product']       = 'Інформація про товар';
$_['text_message']       = '<p>Дякуємо за подачу запиту на повернення. Ваш запит був надісланий до відповідного відділу для обробки.</p><p> Ви отримаєте повідомлення на електронну пошту про статус вашого запиту.</p>';
$_['text_return_id']     = 'Номер повернення';
$_['text_order_id']      = 'Номер замовлення';
$_['text_date_ordered']  = 'Дата замовлення';
$_['text_date_added']    = 'Дата додавання';
$_['text_opened']        = 'Відкрито';
$_['text_unopened']      = 'Не відкрито';
$_['text_reason']        = 'Причина повернення';
$_['text_action']        = 'Дія';
$_['text_tbc']           = 'ТBC';
$_['text_history']       = 'Історія';
$_['text_comment']       = 'Коментар';
$_['text_history']       = 'Історія повернень';
$_['text_no_results']    = 'Ви не робили жодних попередніх повернень!';
$_['text_agree']         = 'Я прочитав і погоджуюсь з <a href="%s" class="modal-link"><b>%s</b></a>';

// Стовпці
$_['column_return_id']   = 'Номер повернення';
$_['column_order_id']    = 'Номер замовлення';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата додавання';
$_['column_product']     = 'Товар';
$_['column_model']       = 'Модель';
$_['column_quantity']    = 'Кількість';
$_['column_opened']      = 'Відкрито';
$_['column_comment']     = 'Коментар';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Дія';

// Введення
$_['entry_order_id']     = 'Номер замовлення';
$_['entry_date_ordered'] = 'Дата замовлення';
$_['entry_firstname']    = 'Ім\'я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Назва товару';
$_['entry_model']        = 'Код товару';
$_['entry_quantity']     = 'Кількість';
$_['entry_reason']       = 'Причина повернення';
$_['entry_opened']       = 'Продукт відкрито';
$_['entry_fault_detail'] = 'Дефекти або інші деталі';

// Помилки
$_['error_return']       = 'Повернення, яке ви запросили, не знайдено!';
$_['error_token']        = 'Попередження: Токен для скидання недійсний!';
$_['error_order_id']     = 'Необхідний номер замовлення!';
$_['error_firstname']    = 'Ім\'я повинно бути від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинно бути від 1 до 32 символів!';
$_['error_email']        = 'E-Mail адреса здається недійсною!';
$_['error_telephone']    = 'Телефон повинен містити від 3 до 32 символів!';
$_['error_product']      = 'Назва товару повинна бути більше 3 і менше 255 символів!';
$_['error_model']        = 'Модель товару повинна бути більше 3 і менше 64 символів!';
$_['error_reason']       = 'Ви повинні вибрати причину повернення товару!';
$_['error_agree']        = 'Попередження: Ви повинні погодитись з %s!';