<?php
// Заголовок
$_['heading_title'] = 'Ваш обліковий запис було успішно створено!';

// Текст
$_['text_success']  = '<p>Вітаємо! Ваш новий обліковий запис було успішно створено!</p><p>Тепер ви можете скористатися привілеями для членів, щоб покращити ваш досвід онлайн-шопінгу у нас.</p><p>Якщо у вас є будь-які питання щодо роботи цього інтернет-магазину, будь ласка, напишіть на електронну пошту власнику магазину.</p><p>Підтвердження було надіслано на вказану електронну адресу. Якщо ви не отримали його протягом години, будь ласка, <a href="%s">зв\'яжіться з нами</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію в %s!</p><p>Ви будете повідомлені електронною поштою, коли ваш обліковий запис буде активовано власником магазину.</p><p>Якщо у вас є будь-які питання щодо роботи цього інтернет-магазину, будь ласка, <a href="%s">зв\'яжіться з власником магазину</a>.</p>';
$_['text_account']  = 'Обліковий запис';