<?php
// Заголовок
$_['heading_title']    = 'Відстеження партнерів';

// Текст
$_['text_account']     = 'Обліковий запис';
$_['text_description'] = 'Щоб ми могли оплачувати вам рефералів, яких ви надішлете до нас, необхідно відстежувати рефералів, додавши код відстеження до URL-адрес, які ведуть до нас. Ви можете використовувати інструменти нижче для створення посилань на сайт %s.';

// Вхід
$_['entry_code']       = 'Ваш код відстеження';
$_['entry_generator']  = 'Генератор посилань для відстеження';
$_['entry_link']       = 'Посилання для відстеження';

// Допомога
$_['help_generator']   = 'Введіть назву продукту, до якого ви хочете створити посилання';