<?php
// Заголовок
$_['heading_title']   = 'Мій список бажаних товарів';

// Текст
$_['text_account']    = 'Обліковий запис';
$_['text_wishlist']   = 'Список бажаних товарів (%s)';
$_['text_login']      = 'Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a>, щоб зберегти <a href="%s">%s</a> до вашого <a href="%s">списку бажаних товарів</a>!';
$_['text_success']    = 'Успіх: Ви додали <a href="%s">%s</a> до вашого <a href="%s">списку бажаних товарів</a>!';
$_['text_remove']     = 'Успіх: Ви видалили товар зі списку бажаних';
$_['text_no_results'] = 'Ваш список бажаних товарів порожній.';

// Колонка
$_['column_image']    = 'Зображення';
$_['column_name']     = 'Назва товару';
$_['column_model']    = 'Модель';
$_['column_stock']    = 'Наявність';
$_['column_price']    = 'Ціна за одиницю';
$_['column_action']   = 'Дія';

// Помилка
$_['error_product']   = 'Увага: Товар не знайдено!';
$_['error_login']     = 'Увага: Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a>, щоб видаляти товари зі свого <a href="%s">списку бажаних товарів</a>!';