<?php
// Заголовок
$_['heading_title']     = 'API';

// Текст
$_['text_success']      = 'Успіх: Ви змінили налаштування API!';
$_['text_list']         = 'Список API';
$_['text_add']          = 'Додати API';
$_['text_edit']         = 'Редагувати API';
$_['text_ip']           = 'Нижче ви можете створити список IP-адрес, яким дозволено доступ до API. Ваш поточний IP: %s';
$_['text_history']      = 'Історія';

// Колонка
$_['column_username']   = 'API Ім’я користувача';
$_['column_status']     = 'Статус';
$_['column_ip']         = 'IP';
$_['column_call']       = 'Запит';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Вхід
$_['entry_username']    = 'API Ім’я користувача';
$_['entry_key']         = 'API Ключ';
$_['entry_status']      = 'Статус';
$_['entry_ip']          = 'IP';

// Помилка
$_['error_permission']  = 'Попередження: Ви не маєте дозволу змінювати налаштування API!';
$_['error_username']    = 'API Ім’я користувача повинно бути від 3 до 20 символів!';
$_['error_key']         = 'API Ключ повинен містити від 64 до 256 символів!';
$_['error_ip']          = 'Ви повинні додати хоча б одну IP-адресу до дозволеного списку!';