<?php
// Заголовок
$_['heading_title']         = 'Профіль';

// Текст
$_['text_success']          = 'Успіх: Ви змінили свій профіль!';
$_['text_edit']             = 'Редагувати свій профіль';
$_['text_user']             = 'Деталі користувача';
$_['text_password']         = 'Пароль';

// Вхід
$_['entry_username']        = 'Ім’я користувача';
$_['entry_password']        = 'Пароль';
$_['entry_confirm']         = 'Підтвердження';
$_['entry_firstname']       = 'Ім’я';
$_['entry_lastname']        = 'Прізвище';
$_['entry_email']           = 'E-Mail';
$_['entry_image']           = 'Зображення';

// Помилка
$_['error_permission']      = 'Попередження: Ви не маєте дозволу змінювати свій профіль!';
$_['error_username_exists'] = 'Попередження: Ім’я користувача вже використовується!';
$_['error_username']        = 'Ім’я користувача повинно бути від 3 до 20 символів!';
$_['error_password']        = 'Пароль повинен бути від 6 до 20 символів!';
$_['error_confirm']         = 'Пароль і підтвердження пароля не співпадають!';
$_['error_firstname']       = 'Ім’я повинно бути від 1 до 32 символів!';
$_['error_lastname']        = 'Прізвище повинно бути від 1 до 32 символів!';
$_['error_email']           = 'Адреса E-Mail здається некоректною!';
$_['error_email_exists']    = 'Попередження: Адреса E-Mail вже зареєстрована!';