<?php
// Заголовок
$_['heading_title']    = 'Групи користувачів';

// Текст
$_['text_success']     = 'Успіх: Ви змінили групи користувачів!';
$_['text_list']        = 'Група користувачів';
$_['text_add']         = 'Додати групу користувачів';
$_['text_edit']        = 'Редагувати групу користувачів';
$_['text_access']      = 'Доступ';
$_['text_modify']      = 'Зміни';

// Стовпці
$_['column_name']      = 'Назва групи користувачів';
$_['column_action']    = 'Дія';

// Вхід
$_['entry_name']       = 'Назва групи користувачів';
$_['entry_permission'] = 'Дозволи';
$_['entry_extension']  = 'Розширення';

// Помилка
$_['error_permission'] = 'Попередження: Ви не маєте дозволу змінювати групи користувачів!';
$_['error_name']       = 'Назва групи користувачів повинна бути від 3 до 64 символів!';
$_['error_user']       = 'Попередження: Цю групу користувачів неможливо видалити, оскільки вона зараз призначена %s користувачам!';