<?php
// Заголовок
$_['heading_title']        = 'Пошта';

// Текст
$_['text_mail']            = 'Надіслати електронний лист клієнтам';
$_['text_success']         = 'Ваше повідомлення успішно надіслано!';
$_['text_sent']            = 'Ваше повідомлення успішно надіслано з %s по %s із %s одержувачів!';
$_['text_default']         = 'За замовчуванням';
$_['text_newsletter']      = 'Всі підписники на розсилку';
$_['text_customer_all']    = 'Всі клієнти';
$_['text_customer_group']  = 'Група клієнтів';
$_['text_customer']        = 'Клієнти';
$_['text_affiliate_all']   = 'Всі партнери';
$_['text_affiliate']       = 'Партнери';
$_['text_product']         = 'Товари';

// Поля введення
$_['entry_store']          = 'Від кого';
$_['entry_to']             = 'Кому';
$_['entry_customer_group'] = 'Група клієнтів';
$_['entry_customer']       = 'Клієнт';
$_['entry_affiliate']      = 'Партнер';
$_['entry_product']        = 'Товари';
$_['entry_subject']        = 'Тема';
$_['entry_message']        = 'Повідомлення';

// Підказки
$_['help_customer']        = '(Автозаповнення)';
$_['help_affiliate']       = '(Автозаповнення)';
$_['help_product']         = 'Надсилати лише клієнтам, які замовляли товари зі списку. (Автозаповнення)';

// Помилки
$_['error_permission']     = 'Попередження: У вас немає дозволу на надсилання електронних листів!';
$_['error_subject']        = 'Необхідно вказати тему листа!';
$_['error_message']        = 'Необхідно вказати повідомлення!';
$_['error_email']          = 'Немає отримувачів електронної пошти!';