<?php
// Заголовок
$_['heading_title']     = 'Маркетингове відстеження';

// Текст
$_['text_success']      = 'Успіх: Ви змінили маркетингове відстеження!';
$_['text_list']         = 'Список маркетингового відстеження';
$_['text_add']          = 'Додати маркетингове відстеження';
$_['text_edit']         = 'Редагувати маркетингове відстеження';
$_['text_filter']       = 'Фільтр';
$_['text_history']      = 'Історія';
$_['text_history_add']  = 'Додати історію';
$_['text_report']       = 'Звіти';

// Колонки
$_['column_name']       = 'Назва кампанії';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Кліки';
$_['column_orders']     = 'Замовлення';
$_['column_ip']         = 'IP';
$_['column_account']    = 'Облікові записи';
$_['column_store']      = 'Магазин';
$_['column_country']    = 'Країна';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Поля введення
$_['entry_name']        = 'Назва кампанії';
$_['entry_description'] = 'Опис кампанії';
$_['entry_code']        = 'Код відстеження';
$_['entry_example']     = 'Приклади';
$_['entry_date_from']   = 'Дата від';
$_['entry_date_to']     = 'Дата до';

// Підказки
$_['help_code']         = 'Код відстеження, який буде використовуватися для відстеження маркетингових кампаній.';
$_['help_example']      = 'Щоб система могла відстежувати рефералів, вам потрібно додати код відстеження в кінець URL-адреси, що веде на ваш сайт.';

// Помилки
$_['error_permission']  = 'Попередження: У вас немає прав для зміни маркетингового відстеження!';
$_['error_name']        = 'Назва кампанії має містити від 1 до 32 символів!';
$_['error_code']        = 'Необхідно вказати код відстеження!';
$_['error_exists']      = 'Код відстеження вже використовується іншою кампанією!';