<?php
// Заголовок
$_['heading_title']                    = 'Магазини';

// Текст
$_['text_settings']                    = 'Налаштування';
$_['text_success']                     = 'Успіх: Ви змінили налаштування магазинів!';
$_['text_list']                        = 'Список магазинів';
$_['text_add']                         = 'Додати магазин';
$_['text_edit']                        = 'Редагувати магазин';
$_['text_items']                       = 'Товари';
$_['text_shipping']                    = 'Адреса доставки';
$_['text_payment']                     = 'Адреса оплати';
$_['text_product']                     = 'Продукти';
$_['text_legal']                       = 'Юридичні';
$_['text_tax']                         = 'Податки';
$_['text_account']                     = 'Обліковий запис';
$_['text_checkout']                    = 'Оформлення замовлення';
$_['text_stock']                       = 'Склад';
$_['text_image']                       = 'Розміри зображень';
$_['text_region']                      = 'Регіон';
$_['text_language']                    = 'Мова';
$_['text_currency']                    = 'Валюта';

// Колонка
$_['column_name']                      = 'Назва магазину';
$_['column_url']                       = 'URL магазину';
$_['column_action']                    = 'Дія';

// Вхід
$_['entry_url']                        = 'URL магазину';
$_['entry_meta_title']                 = 'Meta Title';
$_['entry_meta_description']           = 'Опис Meta Tag';
$_['entry_meta_keyword']               = 'Ключові слова Meta Tag';
$_['entry_layout']                     = 'Тип макету';
$_['entry_theme']                      = 'Тема';
$_['entry_name']                       = 'Назва магазину';
$_['entry_owner']                      = 'Власник магазину';
$_['entry_address']                    = 'Адреса';
$_['entry_geocode']                    = 'Geocode';
$_['entry_email']                      = 'E-Mail';
$_['entry_telephone']                  = 'Телефон';
$_['entry_image']                      = 'Зображення';
$_['entry_open']                       = 'Час роботи';
$_['entry_comment']                    = 'Коментар';
$_['entry_location']                   = 'Розташування магазину';
$_['entry_country']                    = 'Країна';
$_['entry_zone']                       = 'Регіон / Область';
$_['entry_language']                   = 'Мова';
$_['entry_currency']                   = 'Валюта';
$_['entry_product_description_length'] = 'Ліміт опису для списку';
$_['entry_pagination']                 = 'Кількість елементів на сторінці за замовчуванням';
$_['entry_product_count']              = 'Кількість товарів у категорії';
$_['entry_cookie']                     = 'Політика Cookies';
$_['entry_gdpr']                       = 'Політика GDPR';
$_['entry_tax']                        = 'Показувати ціни з податком';
$_['entry_tax_default']                = 'Використовувати податкову адресу магазину';
$_['entry_tax_customer']               = 'Використовувати податкову адресу клієнта';
$_['entry_customer_group']             = 'Група клієнтів';
$_['entry_customer_group_display']     = 'Групи клієнтів';
$_['entry_customer_price']             = 'Показувати ціни лише для авторизованих клієнтів';
$_['entry_account']                    = 'Умови для створення облікового запису';
$_['entry_cart_weight']                = 'Показувати вагу товару на сторінці кошика';
$_['entry_checkout_guest']             = 'Гостьове оформлення замовлення';
$_['entry_checkout']                   = 'Умови оформлення замовлення';
$_['entry_stock_display']              = 'Показувати кількість наявних товарів';
$_['entry_stock_checkout']             = 'Дозволити оформлення замовлення без наявності товару';
$_['entry_logo']                       = 'Логотип магазину';
$_['entry_icon']                       = 'Іконка';
$_['entry_image_category']             = 'Розмір зображення категорії (Ш x В)';
$_['entry_image_thumb']                = 'Розмір міні-зображення продукту (Ш x В)';
$_['entry_image_popup']                = 'Розмір зображення у спливаючому вікні (Ш x В)';
$_['entry_image_product']              = 'Розмір зображення товару в списку (Ш x В)';
$_['entry_image_additional']           = 'Розмір додаткових зображень товару (Ш x В)';
$_['entry_image_related']              = 'Розмір зображень для схожих товарів (Ш x В)';
$_['entry_image_article']              = 'Розмір зображень статей (Ш x В)';
$_['entry_image_topic']                = 'Розмір зображень для тем (Ш x В)';
$_['entry_image_compare']              = 'Розмір зображень для порівняння (Ш x В)';
$_['entry_image_wishlist']             = 'Розмір зображень для списку бажаних товарів (Ш x В)';
$_['entry_image_cart']                 = 'Розмір зображень для кошика (Ш x В)';
$_['entry_image_location']             = 'Розмір зображень для магазину (Ш x В)';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Висота';

// Допомога
$_['help_url']                         = 'Включіть повний URL вашого магазину. Переконайтеся, що додаєте \'/\' в кінці. Наприклад: http://www.yourdomain.com/path/<br/><br/>Не використовуйте підкаталоги для створення нового магазину. Завжди вказуйте інший домен або піддомен для вашого хостингу.';
$_['help_icon']                        = 'Іконка повинна бути у форматі PNG з розмірами 16px x 16px.';
$_['help_geocode']                     = 'Будь ласка, введіть геокод вашого магазину вручну.';
$_['help_open']                        = 'Заповніть часи роботи вашого магазину.';
$_['help_comment']                     = 'Це поле для особливих приміток для клієнта, наприклад: магазин не приймає чеки.';
$_['help_location']                    = 'Вкажіть різні локації вашого магазину, які ви хочете відобразити на формі "Контакти".';
$_['help_currency']                    = 'Зміна валюту за замовчуванням. Очистіть кеш браузера для перегляду змін та скидання існуючих cookie.';
$_['help_pagination']                  = 'Визначає, скільки товарів показувати на сторінці (продукти, категорії тощо).';
$_['help_product_description_length']  = 'В лістинговому перегляді обмеження кількості символів для короткого опису (категорії, акційні тощо).';
$_['help_cookie']                      = 'Показати політику cookie відповідно до вимог ЄС.';
$_['help_gdpr']                        = 'Увімкнення функцій GDPR, таких як можливість клієнтів запросити видалення своїх облікових записів.';
$_['help_tax_default']                 = 'Використовувати адресу магазину для розрахунку податків, якщо клієнт не авторизований. Ви можете вибрати адресу магазину для адреси доставки або оплати клієнта.';
$_['help_tax_customer']                = 'Використовувати стандартну адресу клієнта для розрахунку податків під час входу. Ви можете вибрати адресу клієнта для доставки або оплати.';
$_['help_customer_group']              = 'Група клієнтів за замовчуванням.';
$_['help_customer_group_display']      = 'Показати групи клієнтів, які нові користувачі можуть вибрати, такі як оптові покупці та бізнес, під час реєстрації.';
$_['help_customer_price']              = 'Показувати ціни лише для клієнтів, які увійшли в систему.';
$_['help_account']                     = 'Змушує клієнтів погодитися з умовами перед створенням облікового запису.';
$_['help_checkout_guest']              = 'Дозволяє клієнтам оформляти замовлення без створення облікового запису. Це не буде доступно, коли в кошику є завантажуваний продукт.';
$_['help_checkout']                    = 'Змушує клієнтів погодитися з умовами перед оформленням замовлення.';
$_['help_stock_display']               = 'Показувати кількість товару на сторінці товару.';
$_['help_stock_checkout']              = 'Дозволяє клієнтам оформляти замовлення навіть якщо деякі товари відсутні на складі.';
$_['help_product_count']               = 'Показувати кількість товарів в підкатегоріях в головному меню категорій магазину. Це може значно вплинути на продуктивність, якщо у вас багато підкатегорій!';


// Помилка
$_['error_warning'] = 'Попередження: Перевірте форму на наявність помилок!';
$_['error_permission'] = 'Попередження: У вас немає прав для зміни налаштувань магазинів!';
$_['error_url'] = 'URL магазину обов\'язковий!';
$_['error_meta_title'] = 'Заголовок має бути від 3 до 32 символів!';
$_['error_name'] = 'Назва магазину має бути від 3 до 32 символів!';
$_['error_owner'] = 'Власник магазину має бути від 3 до 64 символів!';
$_['error_address'] = 'Адреса магазину повинна бути від 10 до 256 символів!';
$_['error_email'] = 'Адреса E-Mail виглядає некоректною!';
$_['error_product_description_length'] = 'Необхідна довжина опису товару!';
$_['error_pagination'] = 'Необхідно вказати налаштування пагінації!';
$_['error_customer_group_display'] = 'Ви повинні включити групу клієнтів за замовчуванням, якщо збираєтеся використовувати цю функцію!';
$_['error_default'] = 'Попередження: Ви не можете видалити магазин за замовчуванням!';
$_['error_order'] = 'Попередження: Цей магазин не можна видалити, оскільки він зараз призначений для %s замовлень!';
$_['error_subscription'] = 'Попередження: Цей магазин не можна видалити, оскільки він зараз призначений для %s підписок!';
$_['error_image_thumb'] = 'Необхідні розміри для міні-зображення продукту!';
$_['error_image_popup'] = 'Необхідні розміри для спливаючого зображення продукту!';
$_['error_image_product'] = 'Необхідні розміри для зображення товару в списку!';
$_['error_image_category'] = 'Необхідні розміри для зображення категорії!';
$_['error_image_additional'] = 'Необхідні розміри для додаткових зображень товару!';
$_['error_image_related'] = 'Необхідні розміри для зображень схожих товарів!';
$_['error_image_article'] = 'Необхідні розміри для зображень статей!';
$_['error_image_topic'] = 'Необхідні розміри для зображень тем!';
$_['error_image_compare'] = 'Необхідні розміри для зображень порівняння!';
$_['error_image_wishlist'] = 'Необхідні розміри для зображень списку бажаних товарів!';
$_['error_image_cart'] = 'Необхідні розміри для зображень кошика!';
$_['error_image_location'] = 'Необхідні розміри для зображень магазину!';