<?php
// Заголовок
$_['heading_title']        = 'Додаткові поля';

// Текст
$_['text_success']         = 'Успіх: Ви змінили додаткові поля!';
$_['text_list']            = 'Список додаткових полів';
$_['text_add']             = 'Додати додаткове поле';
$_['text_edit']            = 'Редагувати додаткове поле';
$_['text_choose']          = 'Вибір';
$_['text_select']          = 'Випадаючий список';
$_['text_radio']           = 'Радіокнопка';
$_['text_checkbox']        = 'Чекбокс';
$_['text_input']           = 'Поле введення';
$_['text_text']            = 'Текст';
$_['text_textarea']        = 'Текстова область';
$_['text_file']            = 'Файл';
$_['text_date']            = 'Дата';
$_['text_datetime']        = 'Дата і час';
$_['text_time']            = 'Час';
$_['text_account']         = 'Акаунт';
$_['text_address']         = 'Адреса';
$_['text_affiliate']       = 'Партнер';
$_['text_regex']           = 'Регулярний вираз';
$_['text_custom_field']    = 'Додаткове поле';
$_['text_value']           = 'Значення додаткового поля';

// Стовпці
$_['column_name']          = 'Назва додаткового поля';
$_['column_location']      = 'Розташування';
$_['column_type']          = 'Тип';
$_['column_status']        = 'Статус';
$_['column_sort_order']    = 'Порядок сортування';
$_['column_action']        = 'Дія';

// Поля вводу
$_['entry_name']           = 'Назва додаткового поля';
$_['entry_location']       = 'Розташування';
$_['entry_type']           = 'Тип';
$_['entry_value']          = 'Значення';
$_['entry_validation']     = 'Перевірка';
$_['entry_custom_value']   = 'Назва значення додаткового поля';
$_['entry_customer_group'] = 'Група клієнтів';
$_['entry_required']       = 'Обов’язкове';
$_['entry_status']         = 'Статус';
$_['entry_sort_order']     = 'Порядок сортування';

// Допомога
$_['help_regex']           = 'Використовуйте регулярний вираз. Наприклад: /[^a-zA-Z0-9_-]/';
$_['help_sort_order']      = 'Використовуйте мінус, щоб рахувати у зворотному порядку від останнього поля в наборі.';

// Помилки
$_['error_permission']     = 'Увага: У вас немає дозволу на зміну додаткових полів!';
$_['error_name']           = 'Назва додаткового поля повинна містити від 1 до 128 символів!';
$_['error_type']           = 'Увага: Необхідно вказати значення додаткового поля!';
$_['error_custom_value']   = 'Назва значення повинна містити від 1 до 128 символів!';
