<?php
// Заголовок
$_['heading_title']     = 'Групи клієнтів';

// Текст
$_['text_success']      = 'Успіх: Ви змінили групи клієнтів!';
$_['text_list']         = 'Список груп клієнтів';
$_['text_add']          = 'Додати групу клієнтів';
$_['text_edit']         = 'Редагувати групу клієнтів';

// Стовпці
$_['column_name']       = 'Назва групи клієнтів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Поля вводу
$_['entry_name']        = 'Назва групи клієнтів';
$_['entry_description'] = 'Опис';
$_['entry_approval']    = 'Схвалення нових клієнтів';
$_['entry_sort_order']  = 'Порядок сортування';

// Допомога
$_['help_approval']     = 'Клієнти повинні бути схвалені адміністратором перед входом в систему.';

// Помилки
$_['error_permission']  = 'Увага: У вас немає дозволу на зміну груп клієнтів!';
$_['error_name']        = 'Назва групи клієнтів повинна містити від 3 до 32 символів!';
$_['error_default']     = 'Увага: Цю групу клієнтів не можна видалити, оскільки вона встановлена як група клієнтів за замовчуванням!';
$_['error_store']       = 'Увага: Цю групу клієнтів не можна видалити, оскільки вона наразі використовується в %s магазинах!';
$_['error_customer']    = 'Увага: Цю групу клієнтів не можна видалити, оскільки вона наразі призначена %s клієнтам!';
