<?php
// Заголовок
$_['heading_title']      = 'Післяплата';

// Текст
$_['text_extension']     = 'Розширення';
$_['text_success']       = 'Успіх: Ви змінили модуль оплати післяплатою!';
$_['text_edit']          = 'Редагувати Післяплату';

// Поля вводу
$_['entry_order_status'] = 'Статус замовлення';
$_['entry_geo_zone']     = 'Геозона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортування';

// Помилка
$_['error_permission']   = 'Попередження: У вас немає дозволу на зміну модуля оплати післяплатою!';
