<?php
// Заголовок
$_['heading_title']              = 'Кошик для покупок';

// Текст
$_['text_success']               = 'Успіх: Ви додали <a href="%s">%s</a> до вашого <a href="%s">кошика</a>!';
$_['text_edit']                  = 'Успіх: Ви змінили ваш кошик для покупок!';
$_['text_remove']                = 'Успіх: Ви видалили товар з вашого кошика для покупок!';
$_['text_login']                 = 'Увага: Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a>, щоб переглядати ціни!';
$_['text_no_results']            = 'Ваш кошик порожній!';
$_['text_model']                 = 'Модель';
$_['text_subscription']          = 'Підписка';
$_['text_subscription_trial']    = '%s кожен %d %s(и) за %d платежів, а потім ';
$_['text_subscription_duration'] = '%s кожен %d %s(и) за %d платежів';
$_['text_subscription_cancel']   = '%s кожен %d %s(и) до скасування';
$_['text_day']                   = 'день';
$_['text_week']                  = 'тиждень';
$_['text_semi_month']            = 'півмісяця';
$_['text_month']                 = 'місяць';
$_['text_year']                  = 'рік';
$_['text_points']                = 'Бонусні бали';
$_['text_next']                  = 'Що ви хочете зробити далі?';
$_['text_next_choice']           = 'Виберіть, чи хочете ви використати код знижки чи бонусні бали або розрахувати вартість доставки.';

// Колонка
$_['column_image']               = 'Зображення';
$_['column_name']                = 'Продукт';
$_['column_quantity']            = 'Кількість';
$_['column_price']               = 'Ціна за одиницю';
$_['column_total']               = 'Загальна сума';

// Помилка
$_['error_stock']                = 'Продукти, позначені *** не доступні в бажаній кількості або відсутні на складі!';
$_['error_minimum']              = 'Мінімальна сума замовлення складає %s!';
$_['error_required']             = '%s обов\'язково!';
$_['error_product']              = 'Попередження: Продукт не знайдено!';
$_['error_subscription']         = 'План підписки не дійсний!';