<?php
// Заголовок
$_['heading_title'] = 'Не вдалося провести платіж!';

// Текст
$_['text_basket']   = 'Кошик';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_failure']  = 'Не вдалося провести платіж';
$_['text_message']  = '<p>Виникла проблема під час обробки вашого платежу, і замовлення не було завершено.</p>

<p>Можливі причини:</p>
<ul>
  <li>Недостатньо коштів</li>
  <li>Не вдалося перевірити платіж</li>
</ul>

<p>Будь ласка, спробуйте оформити замовлення з використанням іншого способу оплати.</p>

<p>Якщо проблема повторюється, будь ласка, <a href="%s">зв\'яжіться з нами</a> з деталями вашого замовлення.</p>
';