<?php
// Заголовок
$_['heading_title']          = 'Метод оплати';

// Текст
$_['text_payment_method']    = 'Опції методів оплати';
$_['text_payment']           = 'Будь ласка, виберіть бажаний метод оплати для цього замовлення.';
$_['text_comments']          = 'Додати коментарі до вашого замовлення';
$_['text_agree']             = 'Я прочитав(ла) і погоджуюсь з <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success']           = 'Успіх: Ви змінили метод оплати!';
$_['text_comment']           = 'Успіх: Коментар додано!';

// Введення
$_['entry_payment_method']   = 'Виберіть метод оплати...';

// Помилки
$_['error_order']            = 'Замовлення не знайдено! Будь ласка, оновіть сторінку.';
$_['error_customer']         = 'Необхідно вказати покупця!';
$_['error_payment_address']  = 'Необхідно вказати адресу оплати!';
$_['error_shipping_address'] = 'Необхідно вказати адресу доставки!';
$_['error_shipping_method']  = 'Необхідно вказати метод доставки!';
$_['error_payment_method']   = 'Необхідно вказати метод оплати!';
$_['error_no_payment']       = 'Методи оплати недоступні. Будь ласка, <a href="%s">зверніться до нас</a> за допомогою!';