<?php
// Заголовок
$_['heading_title']         = 'Адреса оплати';

// Текст
$_['text_address_new']      = 'Я хочу використовувати нову адресу';
$_['text_address_existing'] = 'Я хочу використовувати існуючу адресу';
$_['text_success']          = 'Успіх: Ви змінили адресу оплати!';

// Введення
$_['entry_address']         = 'Вибрати адресу';
$_['entry_firstname']       = 'Ім\'я';
$_['entry_lastname']        = 'Прізвище';
$_['entry_company']         = 'Компанія';
$_['entry_address_1']       = 'Адреса 1';
$_['entry_address_2']       = 'Адреса 2';
$_['entry_postcode']        = 'Поштовий індекс';
$_['entry_city']            = 'Місто';
$_['entry_country']         = 'Країна';
$_['entry_zone']            = 'Область / Штат';

// Помилки
$_['error_customer']        = 'Необхідно вказати покупця!';
$_['error_address']         = 'Адресу оплати не вдалося знайти!';
$_['error_firstname']       = 'Ім\'я повинно бути від 1 до 32 символів!';
$_['error_lastname']        = 'Прізвище повинно бути від 1 до 32 символів!';
$_['error_address_1']       = 'Адреса 1 повинна бути від 3 до 128 символів!';
$_['error_city']            = 'Місто повинно бути від 2 до 128 символів!';
$_['error_postcode']        = 'Поштовий індекс повинен бути від 2 до 10 символів!';
$_['error_country']         = 'Будь ласка, виберіть країну!';
$_['error_zone']            = 'Будь ласка, виберіть область / штат!';
$_['error_custom_field']    = '%s обов\'язкове!';
$_['error_regex']           = '%s не є дійсним значенням!';