<?php
// Заголовок
$_['heading_title']           = 'Ваші особисті дані';

// Текст
$_['text_login']              = 'Якщо у вас вже є обліковий запис, будь ласка, увійдіть на <a href="%s"><strong>сторінку входу</strong></a>.';
$_['text_register']           = 'Реєстрація облікового запису';
$_['text_guest']              = 'Оформлення замовлення без реєстрації';
$_['text_payment_address']    = 'Адреса для оплати';
$_['text_shipping_address']   = 'Адреса доставки';
$_['text_your_password']      = 'Ваш пароль';
$_['text_agree']              = 'Я прочитав(ла) і погоджуюсь з <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success_add']        = 'Успіх: Ваш обліковий запис було створено!';
$_['text_success_guest']      = 'Успіх: Інформація вашого гостьового облікового запису була збережена!';
$_['text_success_edit']       = 'Успіх: Ваш обліковий запис було успішно оновлено.';

// Введення
$_['entry_customer_group']    = 'Тип облікового запису';
$_['entry_firstname']         = 'Ім\'я';
$_['entry_lastname']          = 'Прізвище';
$_['entry_email']             = 'E-Mail';
$_['entry_telephone']         = 'Телефон';
$_['entry_password']          = 'Пароль';
$_['entry_confirm']           = 'Підтвердження пароля';
$_['entry_company']           = 'Компанія';
$_['entry_address_1']         = 'Адреса 1';
$_['entry_address_2']         = 'Адреса 2';
$_['entry_postcode']          = 'Поштовий індекс';
$_['entry_city']              = 'Місто';
$_['entry_country']           = 'Країна';
$_['entry_zone']              = 'Регіон / Область';
$_['entry_match']             = 'Моя адреса доставки та адреса для оплати однакові.';
$_['entry_newsletter']        = 'Я хочу підписатися на розсилку новин %s.';

// Помилки
$_['error_guest']             = 'Увага: Товари у вашій корзині вимагають реєстрації для оформлення замовлення!';
$_['error_firstname']         = 'Ім\'я повинно містити від 1 до 32 символів!';
$_['error_lastname']          = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_customer_group']    = 'Група клієнтів не є дійсною!';
$_['error_customer_approval'] = 'Увага: Для цієї групи клієнтів потрібне схвалення, тому вона не може бути використана з гостьовим обліковим записом.';
$_['error_email']             = 'Адреса E-Mail не є дійсною!';
$_['error_exists']            = 'Увага: E-Mail адреса вже зареєстрована!';
$_['error_telephone']         = 'Телефон повинен містити від 3 до 32 символів!';
$_['error_password']          = 'Пароль повинен містити від 6 до 20 символів!';
$_['error_confirm']           = 'Пароль і підтвердження пароля не співпадають!';
$_['error_address_1']         = 'Адреса 1 повинна містити від 3 до 128 символів!';
$_['error_city']              = 'Місто повинно містити від 2 до 128 символів!';
$_['error_postcode']          = 'Поштовий індекс повинен містити від 2 до 10 символів!';
$_['error_country']           = 'Будь ласка, виберіть країну!';
$_['error_zone']              = 'Будь ласка, виберіть регіон / область!';
$_['error_agree']             = 'Увага: Ви повинні погодитись з %s!';
$_['error_custom_field']      = '%s обов\'язкове!';
$_['error_regex']             = '%s не є дійсним введенням!';