<?php
// Заголовок
$_['heading_title']         = 'Адреса доставки';

// Текст
$_['text_address_new']      = 'Я хочу використовувати нову адресу';
$_['text_address_existing'] = 'Я хочу використовувати існуючу адресу';
$_['text_success']          = 'Успіх: Ви змінили адресу доставки!';

// Введення
$_['entry_address']         = 'Виберіть адресу';
$_['entry_firstname']       = 'Ім\'я';
$_['entry_lastname']        = 'Прізвище';
$_['entry_company']         = 'Компанія';
$_['entry_address_1']       = 'Адреса 1';
$_['entry_address_2']       = 'Адреса 2';
$_['entry_postcode']        = 'Поштовий індекс';
$_['entry_city']            = 'Місто';
$_['entry_country']         = 'Країна';
$_['entry_zone']            = 'Регіон / Область';

// Помилки
$_['error_address']         = 'Адреса доставки не знайдена!';
$_['error_firstname']       = 'Ім\'я повинно містити від 1 до 32 символів!';
$_['error_lastname']        = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_address_1']       = 'Адреса 1 повинна містити від 3 до 128 символів!';
$_['error_city']            = 'Місто повинно містити від 2 до 128 символів!';
$_['error_postcode']        = 'Поштовий індекс повинен містити від 2 до 10 символів!';
$_['error_country']         = 'Будь ласка, виберіть країну!';
$_['error_zone']            = 'Будь ласка, виберіть регіон / область!';
$_['error_custom_field']    = '%s обов\'язкове!';
$_['error_regex']           = '%s не є дійсним введенням!';