<?php
// Заголовок
$_['heading_title']          = 'Метод доставки';

// Текст
$_['text_shipping_method']   = 'Опції методу доставки';
$_['text_shipping']          = 'Будь ласка, виберіть бажаний метод доставки для цього замовлення.';
$_['text_success']           = 'Успіх: Ви змінили метод доставки!';

// Введення
$_['entry_shipping_method']  = 'Виберіть метод доставки...';

// Помилки
$_['error_customer']         = 'Необхідні дані клієнта!';
$_['error_payment_address']  = 'Необхідна адреса для оплати!';
$_['error_shipping_address'] = 'Необхідна адреса для доставки!';
$_['error_shipping_method']  = 'Необхідний метод доставки!';
$_['error_no_shipping']      = 'Не доступні опції доставки. Будь ласка, <a href="%s">зв\'яжіться з нами</a> для допомоги!';