<?php
// Заголовок
$_['heading_title'] = 'Ваше замовлення було оформлено!';

// Текст
$_['text_basket']   = 'Кошик';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_success']  = 'Успіх';
$_['text_customer'] = '<p>Ваше замовлення було успішно оброблено!</p><p>Ви можете переглянути історію замовлень, перейшовши на сторінку <a href="%s">мій аккаунт</a> та натиснувши на <a href="%s">історія</a>.</p><p>Якщо ваша покупка має асоційовані файли для завантаження, ви можете перейти на сторінку <a href="%s">завантаження</a> в акаунті, щоб переглянути їх.</p><p>Будь ласка, направляйте будь-які запитання до <a href="%s">власника магазину</a>.</p><p>Дякуємо, що обрали наш магазин!</p>';
$_['text_guest']    = '<p>Ваше замовлення було успішно оброблено!</p><p>Будь ласка, направляйте будь-які запитання до <a href="%s">власника магазину</a>.</p><p>Дякуємо, що обрали наш магазин!</p>';