<?php
// Текст
$_['text_success']       = 'Успіх: Ви змінили своє замовлення в кошику!';
$_['text_subscription']  = 'Підписка';

// Помилка
$_['error_warning']      = 'Увага: Будь ласка, перевірте кошик на наявність помилок!';
$_['error_product']      = 'Увага: Продукт не знайдений!';
$_['error_stock']        = 'Продукт недоступний в бажаній кількості або немає в наявності!';
$_['error_minimum']      = 'Мінімальна сума замовлення для %s складає %s!';
$_['error_option']       = 'Опцію не знайдено!';
$_['error_option_stock'] = 'Опція недоступна в бажаній кількості або немає в наявності!';
$_['error_required']     = '%s обов\'язкове!';
$_['error_subscription'] = 'План підписки недійсний!';