<?php
// Текст
$_['text_success']         = 'Успіх: Ви успішно змінили дані клієнтів';

// Помилка
$_['error_customer']       = 'Увага: Клієнт не знайдений!';
$_['error_customer_group'] = 'Група клієнтів не є дійсною!';
$_['error_firstname']      = 'Ім\'я має бути від 1 до 32 символів!';
$_['error_lastname']       = 'Прізвище має бути від 1 до 32 символів!';
$_['error_email']          = 'Електронна адреса не є дійсною!';
$_['error_telephone']      = 'Номер телефону має бути від 3 до 32 символів!';
$_['error_custom_field']   = '%s обов\'язкове!';
$_['error_regex']          = '%s є недійсним ввідним значенням!';