<?php
// Текст
$_['text_success']           = 'Успіх: Ви успішно змінили замовлення!';

// Помилка
$_['error_order']            = 'Увага: Замовлення не знайдено!';
$_['error_customer']         = 'Увага: Необхідні дані клієнта!';
$_['error_payment_address']  = 'Увага: Необхідна платіжна адреса!';
$_['error_payment_method']   = 'Увага: Необхідний платіжний метод!';
$_['error_shipping_address'] = 'Увага: Необхідна адреса доставки!';
$_['error_shipping_method']  = 'Увага: Необхідний метод доставки!';
$_['error_product']          = 'Увага: Продукти необхідні!';
$_['error_stock']            = 'Увага: Продукти, позначені *** недоступні в бажаній кількості або відсутні на складі!';
$_['error_minimum']          = 'Увага: Мінімальна сума замовлення для %s становить %s!';
$_['error_affiliate']        = 'Увага: Необхідні дані партнера!';
$_['error_call']             = 'API виклик не знайдено';