<?php
// Текст
$_['text_success']       = 'Успіх: Платіжна адреса була встановлена!';

// Помилка
$_['error_firstname']    = 'Ім\'я повинно містити від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса 1 повинна містити від 3 до 128 символів!';
$_['error_city']         = 'Місто повинно містити від 3 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс повинен містити від 2 до 10 символів для цієї країни!';
$_['error_country']      = 'Будь ласка, виберіть країну!';
$_['error_zone']         = 'Будь ласка, виберіть регіон / область!';
$_['error_custom_field'] = '%s є обов\'язковим!';
$_['error_regex']        = '%s є недійсним введенням!';