<?php
// Текст
$_['text_success']           = 'Успіх: Платіжний метод був встановлений!';

// Помилка
$_['error_customer']         = 'Попередження: Необхідно вказати дані клієнта!';
$_['error_product']          = 'Попередження: Необхідно вказати продукти!';
$_['error_shipping_address'] = 'Попередження: Необхідно вказати адресу доставки!';
$_['error_shipping_method']  = 'Попередження: Необхідно вибрати метод доставки!';
$_['error_payment_address']  = 'Попередження: Необхідно вказати платіжну адресу!';
$_['error_no_payment']       = 'Попередження: Доступні варіанти оплати відсутні!';
$_['error_payment_method']   = 'Попередження: Необхідно вибрати платіжний метод!';