<?php
// Текст
$_['text_success']       = 'Успіх: Адреса доставки була встановлена!';

// Помилка
$_['error_firstname']    = 'Ім\'я має бути від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище має бути від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса 1 має бути від 3 до 128 символів!';
$_['error_city']         = 'Місто має бути від 3 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс має бути від 2 до 10 символів для цієї країни!';
$_['error_country']      = 'Будь ласка, виберіть країну!';
$_['error_zone']         = 'Будь ласка, виберіть регіон / область!';
$_['error_custom_field'] = '%s обов\'язкове!';
$_['error_regex']        = '%s не є допустимим ввідним значенням!';
$_['error_shipping']     = 'Попередження: Немає продуктів, що потребують доставки';