<?php
// Текст
$_['text_success']           = 'Успіх: Ви змінили підписки!';

// Помилка
$_['error_customer']         = 'Попередження: Потрібні дані клієнта!';
$_['error_payment_address']  = 'Попередження: Потрібна адреса для оплати!';
$_['error_payment_method']   = 'Попередження: Потрібен метод оплати!';
$_['error_shipping_address'] = 'Попередження: Потрібна адреса доставки!';
$_['error_shipping_method']  = 'Попередження: Потрібен метод доставки!';
$_['error_product']          = 'Попередження: Потрібні продукти!';
$_['error_stock']            = 'Попередження: Продукти, позначені *** не доступні в бажаній кількості або відсутні на складі!';
$_['error_minimum']          = 'Попередження: Мінімальна сума замовлення для %s становить %s!';
$_['error_call']             = 'API виклик не знайдено';